Repository: ersohnstyne/neverball
Catalog: po/*.po
Languages: bs, hr, ko, sr, zh_cn

source: Aborted
bs: Ukinuto
hr: Prekinuto
ko: 중단됨
sr: Прекинуто
zh_cn: 中止

source: Time-out
bs: Vrijeme je isteklo
hr: Isteklo vrijeme
ko: 시간 초과
sr: Тајм-аут
zh_cn: 超时

source: Success
bs: Uspjeh
hr: Uspješno
ko: 성공
sr: Успешно
zh_cn: 成功

source: Fall-out
bs: Ispali ste
hr: Svađa
ko: 폴아웃
sr: Свађање
zh_cn: 掉落

source: Unknown
bs: Nepoznato
hr: Nepoznato
ko: 알 수 없음
sr: Непознат
zh_cn: 未知

source: Manual Camera
bs: Ručna Kamera
hr: Ručna kamera
ko: 수동 카메라
sr: Ручна камера
zh_cn: 手动镜头

source: Lazy Camera
bs: Lijena Kamera
hr: Lijena kamera
ko: 레이지 카메라
sr: Лења камера
zh_cn: 平滑的镜头

source: Chase Camera
bs: Kamera Pretrage
hr: Potjera za kamerom
ko: 추적 카메라
sr: Чејс камера
zh_cn: 紧随的镜头

source: Camera %d
bs: Kamera %d
hr: Kamera %d
ko: 카메라 %d
sr: Камера %d
zh_cn: 镜头 %d

source: snd/set.ogg
sr: снд/сет.огг

source: snd/record.ogg
sr: снд/рекорд.огг

source: snd/fall.ogg
sr: снд/јесен.огг

source: snd/over.ogg
sr: снд/овер.огг

source: Coins
bs: Novčići
hr: Kovanice
ko: 동전
sr: Кованице
zh_cn: 硬币

source: Goal
bs: Cilj
hr: Cilj
ko: 목표
sr: Гол
zh_cn: 出口

source: Balls
bs: Lopte
hr: Lopte
ko: 공
sr: Лоптице
zh_cn: 球数

source: Score
bs: Poeni
hr: Postići
ko: 점수
sr: Резултат
zh_cn: 分数

source: Challenge Mode
bs: Režim Izazova
hr: Način izazova
ko: 도전 모드
sr: Режим изазова
zh_cn: 挑战模式

source: Challenge
bs: Izazov
hr: Izazov
ko: 도전
sr: Изазов
zh_cn: 挑战

source: Normal Mode
bs: Normalni Režim
hr: Normalni način rada
ko: 일반 모드
sr: Нормални режим
zh_cn: 正常模式

source: Normal
bs: Normalno
hr: Normalno
ko: 일반
sr: Нормално
zh_cn: 正常

source: Standalone Mode
bs: Samostalni Režim
hr: Samostalni način rada
ko: 독립형 모드
sr: Самостални режим
zh_cn: 单机模式

source: Standalone
bs: Samostalno
hr: Samostalan
ko: 독립형
sr: Самостално
zh_cn: 单机

source: Unknown Mode
bs: Nepoznati Režim
hr: Nepoznati način rada
ko: 알 수 없는 모드
sr: Непознати режим
zh_cn: 未知模式

source: Ball Model
bs: Model Lopte
hr: Model lopte
ko: 공 모델
sr: Модел лопте
zh_cn: 球体皮肤

source: Back
bs: Nazad
hr: Natrag
ko: 뒤로
sr: Назад
zh_cn: 返回

source: Options
bs: Postavke
hr: Opcije
ko: 옵션
sr: Опције
zh_cn: 选项

source: Graphics
bs: Grafike
hr: Grafika
ko: 그래픽
sr: Графика
zh_cn: 图像设置

source: Configure
bs: Konfiguriši
hr: Konfiguriraj
ko: 구성
sr: Конфигуриши
zh_cn: 设置

source: Mouse Sensitivity
bs: Osjetljivost Miša
hr: Osjetljivost miša
ko: 마우스 감도
sr: Осетљивост миша
zh_cn: 鼠标移动灵敏度

source: Gamepad
hr: Džojstik
ko: 게임패드
sr: Гејмпад
zh_cn: 手柄

source: Sound Volume
bs: Glasnoća Zvuka
hr: Glasnoća zvuka
ko: 사운드 볼륨
sr: Јачина звука
zh_cn: 音效音量

source: Music Volume
bs: Glasnoća Muzike
hr: Glasnoća glazbe
ko: 음악 볼륨
sr: Јачина звука музике
zh_cn: 音乐音量

source: Player Name
bs: Ime Igrača
hr: Ime igrača
ko: 이름
sr: Име играча
zh_cn: 玩家的名字

source: Language
bs: Jezik
hr: Jezik
ko: 언어
sr: Језик
zh_cn: 语言

source: Default
bs: Zadano
hr: Zadano
ko: 기본값
sr: Подраумевано
zh_cn: 默认

source: Time
bs: Vrijeme
hr: Vrijeme
ko: 시간
sr: Време
zh_cn: 时间

source: Status
bs: Stanje
hr: Stanje
ko: 상태
sr: Стање
zh_cn: 状态

source: Replay
bs: Riplej
hr: Ponovna reprodukcija
ko: 리플레이
sr: Понови
zh_cn: 回放

source: Player
bs: Igrač
hr: Igrač
ko: 플레이어
sr: Играч
zh_cn: 玩家

source: Date
bs: Datum
hr: Datum
ko: 날짜
sr: Датум
zh_cn: 日期

source: Select Replay
bs: Odaberi Riplej
hr: Odaberite Ponovi
ko: 리플레이 선택
sr: Изаберите Понови
zh_cn: 选择回放

source: No Replays
bs: Nema Ripleja
hr: Nema ponavljanja
ko: 리플레이 없음
sr: Нема реприза
zh_cn: 没有

source: Replay Paused
bs: Riplej je Pauziran
hr: Ponovna reprodukcija pauzirana
ko: 리플레이 일시 중지
sr: Репродукција паузирана
zh_cn: 暂停回放

source: Replay Ends
bs: Riplej Završava
hr: Repriza završava
ko: 리플레이 끝냄
sr: Реприза се завршава
zh_cn: 结束

source: Quit
bs: Izađi
hr: Izađi
ko: 종료
sr: Одустани
zh_cn: 退出

source: Keep
bs: Zadrži
hr: Zadržati
ko: 건너뛰기
sr: Задржи
zh_cn: 保留

source: Delete
bs: Izbriši
hr: Izbriši
ko: 삭제
sr: Обриши
zh_cn: 删除

source: Continue
bs: Nastavi
hr: Nastavi
ko: 계속
sr: Наставите
zh_cn: 继续

source: Repeat
bs: Ponovi
hr: Ponovi
ko: 반복
sr: Понови
zh_cn: 重复

source: Delete Replay?
bs: Izbriši Riplej?
hr: Izbrisati snimku?
ko: 리플레이를 삭제할까요?
sr: Обришите снимак?
zh_cn: 你要删除这个回放吗？

source: Warning!
bs: Upozorenje!
hr: Upozorenje!
ko: 경고!
sr: Упозорење!
zh_cn: 警告

source: The current replay was recorded with a\different (or unknown) version of this level.\Be prepared to encounter visual errors.\
bs: Trenutačni riplej je zabilježen s drugom\(ili nepoznatom) verzijom ovog nivoa.\Budite spremni kad naiđete na vizuelne greške.\
hr: Trenutna snimka snimljena je s drugačijom\(ili nepoznatom) verzijom ove razine.\Budite spremni na vizualne pogreške.\
ko: 현재 리플레이는 이 레벨의 다른\(또는 알려지지 않은) 버전으로 녹화되었습니다.\시각적 오류가 발생할 수 있으니 주의하세요.
sr: Тренутни снимак је снимљен са\другачијом (или непознатом) верзијом овог нивоа.\Будите спремни на визуелне грешке.\
zh_cn: 当前的游戏回放使用了\一个不同（或是未知）的版本的关卡\可能会有显示上的错误

source: New Set Record
bs: Novi Rekord za Set
hr: Novi rekord
ko: 새로운 설정 기록
sr: Нови рекорд
zh_cn: 新记录

source: Set Complete
bs: Set je Završen
hr: Postavljanje dovršeno
ko: 설정 완료
sr: Постави завршено
zh_cn: 完成

source: Select Level
bs: Odaberi Nivo
hr: Odaberite razinu
ko: 레벨 선택
sr: Изаберите ниво
zh_cn: 选择关卡

source: Fall-out!
bs: Ispao!
hr: Svađa!
ko: 폴아웃!
sr: Свађа!
zh_cn: 你掉下去了！

source: Time's Up!
bs: Vrijeme je Isteklo!
hr: Vrijeme je isteklo!
ko: 시간이 다 됐어요!
sr: Време је истекло!
zh_cn: 时间用尽！

source: Exit
bs: Izlaz
hr: Izlaz
ko: 나가기
sr: Изађи
zh_cn: 退出

source: Next Level
bs: Sljedeći Nivo
hr: Sljedeća razina
ko: 다음 레벨
sr: Следећи ниво
zh_cn: 下一关

source: Retry Level
bs: Ponovi Nivo
hr: Razina ponovnog pokušaja
ko: 레벨 재시도
sr: Ниво поновног покушаја
zh_cn: 重来

source: Save Replay
bs: Spasi Riplej
hr: Spremi snimku
ko: 리플레이 저장
sr: Сачувај снимак
zh_cn: 保存回放

source: New Record
bs: Novi Rekord
hr: Novi rekord
ko: 새로운 기록
sr: Нови рекорд
zh_cn: 新记录

source: GOAL
bs: CILJ
hr: CILJ
ko: 목표
sr: ЦИЉ
zh_cn: 出口

source: Finish
bs: Svršetak
hr: Završi
ko: 끝내기
sr: Заврши
zh_cn: 结束

source: Tricks
bs: Trikovi
hr: Trikovi
ko: 속임수
sr: Трикови
zh_cn: 技巧

source: Modes
bs: Modovi
hr: Načini
ko: 모드
sr: Режими
zh_cn: 模式

source: Controls
bs: Kontrole
hr: Kontrole
ko: 컨트롤
sr: Контроле
zh_cn: 控制

source: Rules
bs: Pravila
hr: Pravila
ko: 규칙
sr: Правила
zh_cn: 规则

source: Move the mouse or joystick\or use keyboard arrows to\tilt the floor causing the\ball to roll.\
bs: Pomičite miš ili džojstik\ili pomoću strelica na tipkovnici\nagnite pod zbog čega će se\lopta kotrljati.\
hr: Pomaknite miš ili džojstik\ili koristite strelice na tipkovnici za\naginjanje poda što uzrokuje kotrljanje lopte.\
ko: 마우스나 조이스틱을 움직이거나\키보드 화살표를 사용하여 바닥을\기울여 공이 굴러가도록 하세요.
sr: Померајте миш или џојстик или\користите стрелице на тастатури\да бисте нагнули под и\откотрљали лоптицу.\
zh_cn: 移动鼠标或操纵杆\或者按下键盘方向\键，改变平面让球\滚动。

source: Roll over coins to collect\them. Collect coins to\unlock the goal and finish\the level.\
bs: Kotrljajte se preko novčića\da biste ih sakupili. Sakupljajte novčiće da bi\ste otključali cilj\i da završite nivo.\
hr: Prebacujte se preko novčića da\biste ih sakupili. Skupljajte novčiće\da biste otključali cilj\i završili razinu.\
ko: 동전을 굴려 모으세요.\동전을 모아 목표를 달성하고\레벨을 완료하세요.\
sr: Пребацујте мишем преко новчића да\бисте их сакупили. Сакупљајте новчиће\да бисте откључали циљ\и завршили ниво.\
zh_cn: 滚过硬币获取它们，\收集足够多后给出口解锁。\

source: Left and right mouse buttons rotate the view.\Hold Shift for faster view rotation.
bs: Lijeva i desna tipka miša rotiraju pogled.\Držite Shift za brže okretanje prikaza.
hr: Lijeva i desna tipka miša okreću prikaz. Držite pritisnutu tipku Shift za bržu rotaciju prikaza.
ko: 왼쪽 및 오른쪽 마우스 버튼을 사용하여 보기를 회전합니다.\Shift 키를 누르고 있으면 보기를 더 빨리 회전할 수 있습니다.
sr: Леви и десни тастер миша ротирају приказ. Држите притиснут Shift за бржу ротацију приказа.
zh_cn: 按鼠标左键或是右键来旋转视角\按住Shift旋转得更快

source: Exit / Pause
bs: Izlaz / Pauza
hr: Izlaz / Pauza
ko: 나가기 / 일시 정지
sr: Излаз / Пауза
zh_cn: 退出/暂停

source: Restart Level
bs: Nivo ponovnog pokretanja
hr: Razina ponovnog pokretanja
ko: 레벨 재시작
sr: Ниво поновног покретања
zh_cn: 重来

source: Screenshot
bs: Slika Ekrana
hr: Snimka zaslona
ko: 스크린샷
sr: Снимак екрана
zh_cn: 截图

source: Finish a level before the time runs out.\You need to collect coins in order to open the goal.
bs: Završite nivo prije nego što vrijeme istekne.\Morate sakupiti novčiće kako biste otvorili cilj.
hr: Završi razinu prije nego što vrijeme istekne. Moraš skupljati novčiće kako bi otvorio cilj.
ko: 시간이 끝나기 전에 레벨을 완료하세요.\목표를 열려면 동전을 모아야 합니다.
sr: Завршите ниво пре него што време истекне. Морате сакупити новчиће да бисте отворили циљ.
zh_cn: 时间用完之前结束关卡。\需要收集硬币才能打开出口。

source: Start playing from the first level of the set.\You start with only three balls, do not lose them.\Earn an extra ball for each 100 coins collected.
bs: Započnite igru od prvog nivoa seta.\Započet čete sa samo tri loptice, nemojte ih izgubiti.\Zaradite dodatnu kuglu za svakih 100 prikupljenih novčića.
hr: Počnite igrati od prve razine seta.\Počinjete s samo tri loptice, nemojte ih izgubiti.\Zaradite dodatnu lopticu za svakih 100 sakupljenih novčića.
ko: 세트의 첫 번째 레벨부터 플레이를 시작하세요.\공 3개만 가지고 시작하므로 잃어버리지 마세요.\모은 코인 100개마다 추가 공을 하나씩 얻습니다.
sr: Почните да играте од првог нивоа сета.\Почињете са само три лоптице, немојте их изгубити.\Зарадите додатну лоптицу за сваких 100 сакупљених новчића.
zh_cn: 从第一个关卡开始玩。\只有3个球可用，不要失去它们。\收集100当量的硬币赢取额外一个球。

source: Corners can be used to jump.\Get rolling and take aim\at the angle. You may be able\to reach new places.\
bs: Za skakanje se mogu koristiti uglovi.\Zavalite se i usmjerite se\pod kutom. Možda ćete moći\stići do novih mjesta.\
hr: Kutovi se mogu koristiti za skok.\Krenite se i ciljajte\pod kut. Možda ćete moći\doseći nova mjesta.\
ko: 모서리를 이용해 점프할 수 있습니다.\구르면서 각도를 조준하세요. 새로운\곳에 도달할 수 있을지도 모릅니다.\
sr: Углови се могу користити за скок.\Котрљајте се и циљајте угао.\Можда ћете моћи да\досегнете нова места.\
zh_cn: 角落可以被用来跳跃。\滚动的时候要瞄准角度\那样的话你就有可能\到达一些新的地方。\

source: Tilting in 2 directions increases\the slope. Use the manual camera\and turn the camera by 45\degrees for best results.\
bs: Naginjanje u 2 smjera povećava\nagib. Za najbolje rezultate\koristite ručnu kameru\i zakrenite je za 45 stepeni.\
hr: Naginjanje u 2 smjera povećava\nagib. Za najbolje rezultate koristite\ručnu kameru i\okrenite je za 45 stupnjeva.\
ko: 2 방향으로 기울이면 경사도가\커집니다. 수동 카메라를 사용하고\최상의 결과를 얻으려면 카메라를\45도 회전하세요.\
sr: Нагињање у 2 смера повећава\нагиб. Користите ручну камеру\и окрените је за 45\степени за најбоље резултате.\
zh_cn: 同时按2个方向键会增加赛道倾斜\的斜率（倾斜程度）\使用手动的镜头\并且旋转镜头45度\以获得的最佳效果。\

source: Watch demo
bs: Gledaj demo
hr: Pogledajte demo
ko: 데모 보기
sr: Погледајте демо
zh_cn: 观看演示

source: Bonus Level %s
bs: Bonus Nivo %s
hr: Bonus razina %s
ko: 보너스 레벨 %s
sr: Бонус ниво %s
zh_cn: 奖励关卡 %s

source: Level %s
bs: Nivo %s
hr: Razina %s
ko: 레벨 %s
sr: Ниво %s
zh_cn: 关卡 %s

source: Standalone level
bs: Samostalni nivo
hr: Samostalna razina
ko: 독립형 레벨
sr: Самостални ниво
zh_cn: 单机关卡

source: A replay file could not be opened for writing.\This game will not be recorded.\
bs: Datoteka za riplej se nije mogla otvoriti za pisanje.\Ova igra neće biti snimljena.\
hr: Datoteka snimke nije se mogla otvoriti za pisanje.\Ova igra neće biti snimljena.\
ko: 리플레이 파일을 쓰기용으로 열 수 없습니다.\이 게임은 녹화되지 않습니다.\
sr: Датотека за снимање није могла бити отворена за писање.\Ова игра неће бити снимљена.\
zh_cn: 无法打开回放文件以进行写入。\此回放将不会被记录。

source: OK
bs: Uredu
ko: 확인
sr: ОК
zh_cn: 确定

source: Cancel
bs: Otkaži
hr: Otkaži
ko: 취소
sr: Откажи
zh_cn: 取消

source: GAME OVER
bs: KRAJ IGRE
hr: IGRE JE VRIJEME
ko: 게임 오버
sr: ИГРА ЈЕ ГОТОВА
zh_cn: 游戏结束

source: Paused
bs: Pauziran
hr: Pauzirano
ko: 일시 중지됨
sr: Паузирано
zh_cn: 暂停

source: Restart
bs: Ponovo pokreni
hr: Restartuj
ko: 다시 시작
sr: Поново покрени
zh_cn: 重新开始

source: Ready?
bs: Priprema?
hr: Spreman?
ko: 준비되었나요?
sr: Спремни?
zh_cn: 预备？

source: Set?
bs: Pozor?
hr: Postavi?
ko: 설정하나요?
sr: Сет?
zh_cn: 即将…

source: GO!
bs: SAD!
hr: IĆI!
ko: 갑시다!
sr: ИДИ!
zh_cn: 开球！

source: Replay Name
bs: Ime za Riplej
hr: Naziv ponovne reprodukcije
ko: 리플레이 이름
sr: Име за репродукцију
zh_cn: 回放名称

source: Save
bs: Spasi
hr: Spremi
ko: 저장
sr: Сачувај
zh_cn: 保存

source: Overwrite?
bs: Prebriši?
hr: Prebrisati?
ko: 덮어쓸까요?
sr: Пребрисати?
zh_cn: 你确定要覆盖吗？

source: Overwrite
bs: Prebrisaj
hr: Prepiši
ko: 덮어쓰기
sr: Пребриши
zh_cn: 覆盖

source: Level Set
bs: Set Nivoa
hr: Skup razina
ko: 레벨 설정
sr: Ниво сета
zh_cn: 关卡集合

source: Unlocked
bs: Otključano
hr: Otključano
ko: 잠금 해제됨
sr: Откључано
zh_cn: 解锁

source: Locked
bs: Zaključano
hr: Zaključano
ko: 잠김
sr: Закључано
zh_cn: 锁定

source: Goal State in Completed Levels
bs: Stanje Cilja u Završenim Nivoima
hr: Stanje cilja u završenim razinama
ko: 완료된 레벨의 목표 상태
sr: Стање циља у завршеним нивоима
zh_cn: 已过关的关卡的终点开启状态

source: menu^Cheat
bs: meni^Šifra
hr: izbornik^Varati
ko: 메뉴^치트
sr: мени^Вари
zh_cn: 作弊

source: menu^Play
bs: meni^Igra
hr: izbornik^Reproduciraj
ko: 메뉴^플레이
sr: мени^Пусти
zh_cn: 开 始

source: menu^Replay
bs: meni^Riplej
hr: izbornik^Ponovna reprodukcija
ko: 메뉴^리플레이
sr: мени^Понови
zh_cn: 回 放

source: menu^Help
bs: meni^Pomoć
hr: izbornik^Pomoć
ko: 메뉴^도움말
sr: мени^Помоћ
zh_cn: 帮 助

source: menu^Options
bs: meni^Postavke
hr: izbornik^Opcije
ko: 메뉴^옵션
sr: мени^Опције
zh_cn: 选 项

source: menu^Exit
bs: meni^Izlaz
hr: izbornik^Izlaz
ko: 메뉴^나가기
sr: мени^Излаз
zh_cn: 退 出

source: Hard
bs: Teško
hr: Teško
ko: 어려움
sr: Тешко
zh_cn: 困难

source: Medium
bs: Srednje
hr: Srednje
ko: 보통
sr: Средње
zh_cn: 中等

source: Easy
bs: Lagano
hr: Lako
ko: 쉬움
sr: Лако
zh_cn: 简单

source: Unavailable
bs: Nedostupno
hr: Nedostupno
ko: 사용할 수 없음
sr: Недоступно
zh_cn: 不可用

source: Most Coins
bs: Najviše Novčića
hr: Većina kovanica
ko: 대부분 동전
sr: Већина новчића
zh_cn: 大多硬币

source: Best Times
bs: Najbolja Vremena
hr: Najbolja vremena
ko: 최고 시간
sr: Најбоља времена
zh_cn: 最佳时间

source: Fast Unlock
bs: Najbrže Otključano
hr: Brzo otključavanje
ko: 빠른 잠금 해제
sr: Брзо откључавање
zh_cn: 快速解锁

source: Change Name
bs: Promjeni Ime
hr: Promjena imena
ko: 이름 변경
sr: Промени име
zh_cn: 改名

source: caps
sr: капе
zh_cn: 大写

source: Off
bs: Isključeno
hr: Isključeno
ko: 끔
sr: Искључено
zh_cn: 关闭

source: 4x
ko: 4배
sr: 4 пута

source: 8x
ko: 8배
sr: 8 пута

source: Unknown Display
bs: Nepoznati Ekran
hr: Nepoznati prikaz
ko: 알 수 없는 디스플레이
sr: Непознати приказ
zh_cn: 未知显示器

source: Display
bs: Ekran
hr: Prikaz
ko: 디스플레이
sr: Приказ
zh_cn: 显示器

source: Fullscreen
bs: Puni Prikaz
hr: Puni zaslon
ko: 전체 화면
sr: Цео екран
zh_cn: 全屏

source: On
bs: Uključeno
hr: Uključeno
ko: 켬
sr: Укључено
zh_cn: 开启

source: Resolution
bs: Rezolucija
hr: Rezolucija
ko: 해상도
sr: Резолуција
zh_cn: 分辨率

source: HMD
ko: 헤드 마운티드 디스플레이
sr: ХМД
zh_cn: 头戴式可视设备模式

source: V-Sync
hr: V-sinhronizacija
ko: 수직동기화
sr: V-синхронизација
zh_cn: 垂直同步

source: Antialiasing
bs: Antialiasiranje
ko: 안티에일리어싱
sr: Антиалијасинг
zh_cn: 抗锯齿

source: Reflection
bs: Odbljesak
hr: Odraz
ko: 반사
sr: Одраз
zh_cn: 映像

source: Background
bs: Pozadina
hr: Pozadina
ko: 배경
sr: Позадина
zh_cn: 背景

source: Shadow
bs: Sjena
hr: Sjena
ko: 그림자
sr: Сенка
zh_cn: 阴影

source: Button A
bs: Dugme A
hr: Gumb A
ko: A 버튼
sr: Дугме А
zh_cn: A键

source: Button B
bs: Dugme B
hr: Gumb B
ko: B 버튼
sr: Дугме B
zh_cn: B键

source: Button X
bs: Dugme X
hr: Gumb X
ko: X 버튼
sr: Дугме X
zh_cn: X键

source: Button Y
bs: Dugme Y
hr: Gumb Y
ko: Y 버튼
sr: Дугме Y
zh_cn: Y键

source: Button L1
bs: Dugme L1
hr: Gumb L1
ko: L1 버튼
sr: Дугме L1
zh_cn: L1键

source: Button R1
bs: Dugme R1
hr: Gumb R1
ko: R1 버튼
sr: Дугме R1
zh_cn: R1键

source: Select
bs: Odaberi
hr: Izaberi
ko: 셀렉트
sr: Изабери
zh_cn: 选择

source: Start
bs: Početak
hr: Započni
ko: 스타트
sr: Започни
zh_cn: 开始

source: X Axis 1
bs: X osa 1
hr: X os 1
ko: X 축 1
sr: X оса 1
zh_cn: X坐标 1

source: Y Axis 1
bs: Y osa 1
hr: Y os 1
ko: Y 축 1
sr: Y оса 1
zh_cn: Y坐标 1

source: X Axis 2
bs: X osa 2
hr: X os 2
ko: X 축 2
sr: X оса 2
zh_cn: X坐标 2

source: Y Axis 2
bs: Y osa 2
hr: Y os 2
ko: Y 축 2
sr: Y оса 2
zh_cn: Y坐标 2

source: Press a button...
bs: Pritisnite dugme...
hr: Pritisnite gumb...
ko: 버튼을 누르세요...
sr: Притисни дугме...
zh_cn: 按下按钮…

source: Move a stick...
bs: Pomakni štapić...
hr: Pomakni štapić...
ko: 스틱을 움직이세요...
sr: Помери штап...
zh_cn: 移动摇杆…

source: Par
ko: 파
sr: Пар
zh_cn: 标准杆

source: P1
sr: П1

source: P2
sr: П2

source: P3
sr: П3

source: P4
sr: П4

source: O
sr: О

source: Tot
hr: Mališan
ko: 총합
sr: Мало

source: I
sr: Ја

source: Select Course
bs: Odaberi Tečaj
hr: Odaberite tečaj
ko: 코스 선택
sr: Изаберите курс
zh_cn: 选择球道

source: Players?
bs: Igrači?
hr: Igrači?
ko: 플레이어입니까?
sr: Играчи?
zh_cn: 玩家数量？

source: Hole %02d
bs: Rupa %02d
hr: Rupa %02d
ko: 홀 %02d
sr: Рупа %02d
zh_cn: 球洞%02d

source: It's In!
bs: Unutra je!
hr: Unutra je!
ko: 들어왔습니다!
sr: Ушло је!
zh_cn: 进了！

source: 1 Stroke Penalty
bs: Penal za 1 Udarac
hr: Kazna od 1 udarca
ko: 1타 페널티
sr: Казна од 1 ударца
zh_cn: 罚1杆

source: Scores
bs: Rezultati
hr: Rezultati
ko: 점수
sr: Резултати
zh_cn: 分数

source: Final Scores
bs: Konačni Rezultati
hr: Konačni rezultati
ko: 최종 점수
sr: Коначни резултати
zh_cn: 最终得分

source: Neverball Easy
bs: Neverball Lagani
hr: Nikad lako
ko: 쉬운 Neverball
sr: Невербол Лако
zh_cn: Neverball 简易

source: Difficulty: Beginner through Intermediate\\25 levels with a smooth learning curve.\Read level introductions for gameplay tips.\ \
bs: Težina: Početna do Srednje razine\\25 Nivoa s glatkom krivuljom učenja.\Pročitajte uvode nivoa za savjete igranja.\ \
hr: Teškoća: Od početnika do srednjeg nivoa\\25 nivoa s glatkom krivuljom učenja.\Pročitajte uvode u nivoe za savjete o igranju.\
ko: 난이도: 초보자부터 중급자까지\\25개 레벨로 구성되어 있으며 학습 곡선이 완만합니다.\게임 플레이 팁을 보려면 레벨 소개를 읽어보세요.\ \
sr: Тежина: Од почетника до средњег нивоа\\25 нивоа са глатком кривом учења.\Прочитајте увод у нивое за савете о игрању.\\
zh_cn: 难度：入门到中级\\25个关卡，平滑学习曲线。\阅读简介探知游戏要点。\ \

source: Neverball Medium
bs: Neverball Srednji
hr: Nikada ne bih imao srednjeg
ko: 보통 Neverball
sr: Невербол Медиум
zh_cn: Neverball 适中

source: Difficulty: Beginner through Expert\\25 levels which provide a balanced\challenge for players. Try to claim\some of the records provided.\
bs: Težina: Početna do Stručne razine\\25 nivoa koji igračima nude\izbalansiran izazov. Pokušajte postići\neke od priloženih rekorda.\
hr: Teškoća: Od početnika do stručnjaka\\25 razina koje pružaju uravnotežen\izazov za igrače. Pokušajte osvojiti\neke od ponuđenih rekorda.\
ko: 난이도: 초보자부터 전문가까지\\플레이어에게 균형 잡힌 도전을\제공하는 25개 레벨입니다. 제공된\기록 중 일부를 획득해 보세요.\
sr: Тежина: Од почетника до стручњака\\25 нивоа који пружају уравнотежен\изазов за играче. Покушајте да освојите\неке од понуђених рекорда.\
zh_cn: 难度：初学到精通25关\\的设定给与玩家缓和进阶的\\挑战。尝试突破那些记录吧。\

source: Neverball Hard
bs: Neverball Teški
hr: Nikad teško
ko: 여러운 Neverball
sr: Невербол Хард
zh_cn: Neverball 困难

source: Difficulty: Intermediate through Expert\\25 levels with more of a challenge for\the experienced player. Try to claim\Best Times, Most Coins, and Fast Unlock records.\
bs: Težina: Srednja do Stručne razine\\25 nivoa sa više izazova\za iskusnog igrača. Pokušajte zatražitiekorde za Najbolja Vremena, Najviše Novčića\i Najbrže Otključano.\
hr: Teškoća: Od srednje do stručne razine\\25 s većim izazovom za\\iskusnog igrača. Pokušajte osvojiti\\Najbolja vremena, Najviše novčića i rekorde za brzo otključavanje.\
ko: 난이도: 중급부터 전문가까지\\숙련된 플레이어를 위한 더욱 어려운 25개\레벨이 준비되어 있습니다. 최고 기록, 최다\코인 획득, 빠른 잠금 해제 기록을 달성해 보세요.\
sr: Тежина: Од средњег до стручног нивоа\\25 са већим изазовом за\искусног играча.\Покушајте да освојите\Најбоља времена, Највише новчића и Рекорде за брзо откључавање.\
zh_cn: 难度：中等通往精通\\25关挑战更有技巧的玩家。\\试着挑战最佳时间，最\多硬币和最快解锁的记录。\

source: Tour de force
bs: Turneja snage
hr: Turneja snage
ko: 포스 투어
sr: Турнеја снаге
zh_cn: 旅途的实力

source: Difficulty: Expert through Insane\\25 levels with even greater challenge.\Author: Mehdi Yousfi-Monod (mym)\ \
bs: Težina: Stručna do Nenormalne razine\\25 nivoa sa još većim izazovom.\Autor: Mehdi Yousfi-Monod (mym)\ \
hr: Teškoća: Stručnjak kroz Insane\\25 razina s još većim izazovom.\Autor: Mehdi Yousfi-Monod (mym)\ \
ko: 난이도: 전문가부터 광기까지\\더욱 어려운 도전을 선사하는 25개 레벨입니다.\원작자: Mehdi Yousfi-Monod(mym)\ \
sr: Тежина: Експерт кроз Insane\\25 нивоа са још већим изазовом.\Аутор: Мехди Јусфи-Монод (mym)\ \
zh_cn: 难度：精通到。。。\\25关确保实力的展现。\作者：Mehdi Yousfi-Monod (mym)\ \

source: Retour de force
hr: Povratak sile
ko: 포스 피드백
sr: Повратак силе
zh_cn: 再现旅途的实力

source: Difficulty: A little bit harder than my first set.\\More challenge, particularly for grabbing coins.\Author: Mehdi Yousfi-Monod (mym)\ \
bs: Težina: Malo teže od mog prvog seta.\\Još veći izazov, pogotovo za hvatanje novčića.\Autor: Mehdi Yousfi-Monod (mym)\ \
hr: Teškoća: Malo teže od mog prvog seta.\\Veći izazov, posebno za hvatanje novčića.\Autor: Mehdi Yousfi-Monod (mym)\
ko: 난이도: 첫 번째 세트보다 조금 더 어렵습니다.\\특히 동전을 잡는 것이 더 어렵습니다.\원작자: Mehdi Yousfi-Monod(mym)\ \
sr: Тежина: Мало теже него мој први сет.\\Више изазова, посебно за хватање новчића.\\Аутор: Мехди Јусфи-Монод (mym)\\
zh_cn: 难度：比我的第一个旅途要困难些。\\更多挑战特别是勾取硬币方面。\作者：Mehdi Yousfi-Monod (mym)\ \

source: Nevermania
hr: Nikadmanija
ko: Never매니아
sr: Неверманија
zh_cn: 永不狂热

source: Difficulty: Expert through Impossible\\Assorted levels for advanced players.\Author: Florian Priester\\
bs: Težina: Stručna do Nemoguće razine\\Različiti nivoi za napredne igrače.\Autor: Florian Priester\\
hr: Teškoća: Od stručnjaka do nemogućeg\\Razne razine za napredne igrače.\Autor: Florian Priester\\
ko: 난이도: 전문가부터 불가능까지\\고급 플레이어를 위한 다양한 레벨입니다.\원작자: Florian Priester\\
sr: Тежина: Од стручњака до немогућег\\Разни нивои за напредне играче.\Аутор: Флоријан Пристер\\
zh_cn: 难度：专家到不可能\五花八门的关卡适和超级高手\作者：Florian Priester\\

source: Tones Levels
bs: Tones Nivoi
hr: Razine tonova
ko: 톤 레벨
sr: Нивои тонова
zh_cn: 全难度关卡

source: Difficulty: Moderate to Difficult.\\Author: Ian Walker\\
bs: Težina: Umjerena do Teške razine.\\Autor: Ian Walker\\
hr: Teškoća: Umjerena do teška.\\Autor: Ian Walker\\
ko: 난이도: 보통 ~ 어려움. \\원작자: Ian Walker\\
sr: Тежина: Умерена до тешка.\\Аутор: Ијан Вокер\\
zh_cn: 难度：一般到困难。\作者:Ian Walker\\

source: Neverball Misc
bs: Neverball Raznica
hr: Neverball Razno
ko: Neverball 기타
sr: Разно Neverball
zh_cn: Neverball杂项

source: Unsorted levels\For testing purposes\\\\
bs: Nesortizirani nivoi\Za svrhe testiranja\\\\
hr: Nesortirane razine\U svrhu testiranja\\\\
ko: 정렬되지 않은 레벨\테스트 목적\\\\
sr: Несортирани нивои\За потребе тестирања\\\\
zh_cn: 没分类的关卡\测试用\\\\

source: The original 18-hole Neverputt course.\With a gentle learning curve.\ \Difficulty: Easy to Medium\Author: rlk\
bs: Originalni Neverputt tečaj sa 18 rupa.\Sa nježnom krivuljom učenja.\ \Težina: Lagana do Srednje razine\Autor: rlk\
hr: Originalni teren Neverputt s 18 rupa.\S blagom krivuljom učenja.\ \Teškoća: Lako do srednje\Autor: rlk\
ko: 원래 18홀 네버퍼트 코스입니다.\완만한 학습 곡선을 가지고 있습니다.\ \난이도: 쉬움~중간\원작자: rlk\
sr: Оригинални терен за голф Neverputt са 18 рупа.\Са благом кривом учења.\\Тежина: Лака до средња\Аутор: rlk\
zh_cn: 原汁原味的18球洞的Neverputt球道\18关平滑的难度过渡可以使你迅速入门。\ \难度：简单到中等\作者：rlk\

source: Another 18-hole course\ \ \Difficulty: Medium\Author: paxed\
bs: Još jedan tečaj s 18 rupa\ \ \Težina: Srednja\Autor: paxed\
hr: Još jedan teren s 18 rupa\ \ \Težina: Srednja\Autor: paxed\
ko: 또 다른 18홀 코스\ \ \난이도: 중간\원작자: paxed\
sr: Још један терен са 18 рупа\ \ \Тежина: Средња\Аутор: paxed\
zh_cn: 另一套18球洞的赛道\ \ \难度：中等。\作者：paxed\

source: Yet Another 18-hole course\ \ \Difficulty: Medium\Author: paxed\
bs: Još i dalje jedan tečaj s 18 rupa\ \ \Težina: Srednja\Autor: paxed\
hr: Još jedan teren s 18 rupa\ \ \Težina: Srednja\Autor: paxed\
ko: 또 다른 18홀 코스\ \ \난이도: 중간\원작자: paxed\
sr: Још један терен са 18 рупа\ \ \Тежина: Средња\Аутор: paxed\
zh_cn: 又是一套18球洞的赛道\ \ \难度：中等\作者：paxed\

source: Even More Holes\ \ \Difficulty: Medium\Author: paxed\
bs: Još Više Rupa\ \ \Težina: Srednja\Autor: paxed\
hr: Još više rupa\ \ \Težina: Srednja\Autor: paxed\
ko: 더 많은 홀\ \ \난이도: 중간\원작자: paxed\
sr: Још више рупа\ \ \Тежина: Средња\Аутор: paxed\
zh_cn: 更多的球洞！\ \难度：中等\作者：paxed\
