Repository: ersohnstyne/neverball
Catalog: po/*.po
Languages: bs, hr, ko, sr, zh_cn

source: =Spacetime=\Not much space, not much time.
bs: =Prostorvrijeme=\Nema puno prostora, nema puno vremena.
hr: =Prostorvrijeme=\Nema puno prostora, nema puno vremena.
ko: =시공간=\공간도 별로 없고, 시간도 별로 없습니다.
sr: =Простор-време=\Нема много простора, нема много времена.
zh_cn: =时空=，没多少空间，没多少时间。

source: =Swarm=\Warning: Trespassers will be thwomped.
bs: =Swarm=\Upozorenje: Uljezi će biti pregaženi.
hr: =Roj=\Upozorenje: Uljezi će biti pregaženi.
ko: =군집=\경고: 불법 침입자는 쫓겨납니다.
sr: =Рој=\Упозорење: Уљези ће бити прегажени.
zh_cn: =云集= 警告：擅自闯入者将会受到重创。

source: =Tennis=\There is plenty of prize money, and it's up for grabs.
bs: =Tenis=\Nagradni fond je bogat, i možete ga osvojiti.
hr: =Tenis=\Ima puno nagradnog novca, i možete ga osvojiti.
ko: =테니스=\상금이 많이 걸려 있고, 우승자가 결정됩니다.
sr: =Тенис=\Има много наградног новца, и може се освојити.
zh_cn: =网球= 有大量的奖金，这是值得争夺的。

source: =Tree=\Follow the spiral staircase to the goal.
bs: =Drvo=\Pratite spiralno stepenište do cilja.
hr: =Drvo=\Slijedite spiralno stubište do cilja.
ko: =나무=\나선형 계단을 따라 목표 지점까지 가세요.
sr: =Дрво=\Пратите спиралне степенице до циља.
zh_cn: =树= 跟随螺旋梯到达目标

source: =UFO=\Ride the spaceship they don't want you to know about.
bs: =NLO=\Vozi se svemirskim brodom za koji ne žele da znaš.
hr: =NLO=\Vozi se svemirskim brodom za koji ne žele da znaš.
ko: =UFO=\그들이 알리고 싶어하지 않는 우주선을 타세요.
sr: =НЛО=\Вози се свемирским бродом за који не желе да знаш.
zh_cn: =UFO=乘坐他们不想让你知道的宇宙飞船.

source: 2 switches have to be enabled\to open the path to the goal.
bs: 2 prekidača moraju biti omogućena da bi se otvorio put do cilja.
hr: 2 prekidača moraju biti omogućena kako bi se otvorio put do cilja.
ko: 목표에 대한 경로를 열려면 2개의 스위치를 활성화해야 합니다.
sr: Морају бити омогућена 2 прекидача да би се отворио пут до циља.
zh_cn: 必须有2个开关被开启才能打开下一关的路径。

source: There's not enough floor here.\Hopefully that's not a problem.\
bs: Ovdje nema dovoljno poda.\Nadamo se da to nije problem.\
hr: Ovdje nema dovoljno poda.\Nadam se da to nije problem.\
ko: 여기 바닥이 부족해요.\문제가 되지 않기를 바랍니다.\
sr: Нема довољно пода овде.\Надам се да то није проблем.\
zh_cn: 这里没有足够的楼层，希望这不是个问题。

source: To make progress here you'll need to hit the\edges hard and control your bouncing.\It's often easiest to hit the curb at a corner.\
bs: Da biste ovdje napredovali, morat ćete snažno udariti u ivice i kontrolirati odskok. Često je najlakše udariti u ivičnjak na uglu.\
hr: Da biste ovdje napredovali, morat ćete snažno\udariti u rubove i kontrolirati odskok.\Često je najlakše udariti u rubnik u zavoju.\
ko: 여기에서 진전을 이루려면 모서리를\세게 치고 튀는 것을 제어해야 합니다.\모서리에서 연석을 치는 것이 가장 쉬운 경우가 많습니다.\
sr: Да бисте овде напредовали, мораћете снажно да ударите\у ивице и да контролишете одскок.\Често је најлакше ударити у ивичњак на углу.\
zh_cn: 为了在这里取得进展，你需要用力地击打边缘，控制你的跳跃。通常是最容易的是击中在一个角落。

source: Thus Neverball is a puzzle game?\Remove the red to unlock the goal.\Each trigger switches colors in direct contact.
bs: Dakle, Neverball je igra slagalica?\Uklonite crvenu da biste otključali gol.\Svaki okidač mijenja boje u direktnom kontaktu.
hr: Dakle, Neverball je igra slagalica?\Uklonite crvenu boju da biste otključali cilj.\Svaki okidač mijenja boje u izravnom kontaktu.
ko: 그렇다면 Neverball은 퍼즐 게임인가요?\빨간색을 제거하여 목표를 달성하세요.\각 트리거는 직접 접촉하면 색상이 바뀝니다.
sr: Дакле, Neverball је слагалица?\Уклоните црвену да бисте откључали циљ.\Сваки окидач мења боје у директном контакту.
zh_cn: 因此，永不回球是一个益智游戏? 移除红色解锁下一关，每一个出发开关颜色是间接联系的。

source: Ribbit!\
bs: Kruka!\
hr: Krika!\
ko: 개굴!\
sr: Крика!\
zh_cn: 兔子！

source: Time the switches carefully to synchronize\the motion of the platforms.\Move quickly across the gaps.\
bs: Pažljivo tempirajte prekidače kako biste\sinhronizovali kretanje platformi.\Brzo se krećite preko praznina.\
hr: Pažljivo tempirajte prekidače kako biste\sinkronizirali kretanje platformi.\Brzo se krećite preko praznina.\
ko: 플랫폼의 움직임을 동기화하기 위해 스위치의\타이밍을 신중하게 조절하세요.\틈새를 빠르게 이동하세요.\
sr: Пажљиво подесите прекидаче како бисте\синхронизовали кретање платформи.\Брзо прелазите преко празнина.\
zh_cn: 时间开关小心地使平台的运动同步，跨越间隙的时候需要快速移动。

source: Yes, the ball does fit quite nicely through\those little holes.\
bs: Da, lopta zaista lijepo prolazi kroz te male rupice.\
hr: Da, lopta prilično dobro prolazi\kroz te male rupice.\
ko: 네, 공은 그 작은 구멍에 아주\딱 맞게 들어가요.\
sr: Да, лопта се баш лепо уклапа\кроз те мале рупице.\
zh_cn: 是的，球在那些小洞里很合适。

source: Control your speed and your bounces.\Teleporters will always bring you\back somewhere in the level.
bs: Kontrolišite brzinu i odskoke. Teleporteri će vas uvijek vratiti negdje nazad u nivou.
hr: Kontrolirajte brzinu i odskoke. Teleporteri će vas uvijek vratiti negdje u razinu.
ko: 속도와 점프력을 조절하세요.\순간이동 장치는 항상 여러분을\레벨 어딘가로 데려다 줄 것입니다.
sr: Контролишите брзину и одскоке. Телепортери ће вас увек вратити негде у нивоу.
zh_cn: 控制你的速度和弹跳，传送会传送你到本关的任意位置。

source: Momentum may work against you.\
bs: Zamah vam može škoditi.\
hr: Zamah bi mogao raditi protiv vas.\
ko: 모멘텀이 불리하게 작용할 수도 있습니다.\
sr: Замах може да ради против вас.\
zh_cn: 冲力可能对你不利。

source: Allow your greed to guide you.\For an added challenge,\try to get to all of the coins.\It can be done without guesswork.\
bs: Dozvolite svojoj pohlepi da vas vodi.\Za dodatni izazov,\pokušajte doći do svih novčića.\To se može uraditi bez nagađanja.\
hr: Neka te vodi pohlepa.\Za dodatni izazov,\pokušaj doći do svih novčića.\To se može učiniti bez nagađanja.\
ko: 탐욕에 따라 행동하세요.\더 큰 도전을 원한다면\모든 동전을 모아보세요.\추측 없이도 가능합니다.\
sr: Дозволите да вас похлепа води.\За додатни изазов,\покушајте да дођете до свих новчића.\То се може урадити без нагађања.\
zh_cn: 让你的贪婪引导你。一个额外的挑战，尝试着去获取所有的硬币，不需要猜测就可以做到。

source: Go for a ride.\
bs: Idi na vožnju.\
hr: Idi se provozati.\
ko: 라이딩하러 가세요.\
sr: Иди на вожњу.\
zh_cn: 开球。

source: There are two goals here.\You can complete this level\the easy way or the hard way.\Of course, by going the easy way\you can forget about all\those red and blue coins.
bs: Ovdje postoje dva cilja.\Možete završiti ovaj nivo na lakši ili teži način.\Naravno, ako idete lakšim putem,\možete zaboraviti na sve\one crvene i plave novčiće.
hr: Ovdje postoje dva cilja. Ovu razinu možete završiti na lakši ili teži način. Naravno, ako idete lakšim putem, možete zaboraviti na sve te crvene i plave novčiće.
ko: 여기에는 두 가지 목표가 있습니다.\쉬운 방법으로 이 레벨을 완료할\수도 있고, 어려운 방법으로 완료할\수도 있습니다.\물론, 쉬운 방법을\선택하면 빨간색과 파란색 동전을\모두 잊을 수 있습니다.
sr: Овде постоје два циља. Можете завршити овај ниво на лак или тежи начин. Наравно, идући на лак начин, можете заборавити на све оне црвене и плаве новчиће.
zh_cn: 这里有两个目标，你可以完成这个级别\简单或复杂的难度。当然，通过简单的方式你可以忘记所有这些红色和蓝色的硬币。

source: So many different paths to take...\have you tried all of them?
bs: Toliko različitih puteva kojima se može ići... jeste li ih sve isprobali?
hr: Toliko različitih puteva kojima možete krenuti... jeste li ih sve isprobali?
ko: 선택할 수 있는 길이 너무 많네요...\다 시도해 보셨나요?
sr: Толико различитих путева којима се може кренути... јесте ли испробали све?
zh_cn: 有如此多的不同路径...你尝试所有的路径了吗 ？

source: Ceci n'est pas une pipe.\
bs: Nema cijevi.\
hr: Nema cijevi.\
ko: 이것은 파이프가 아닙니다.\
sr: Ово није цев.\
zh_cn: Ceci不喜欢一根管子。（这个实在难以翻译）

source: Slow and steady.\
bs: Polako i stabilno.\
hr: Polako i postojano.\
ko: 천천히 그리고 꾸준히.\
sr: Споро и стабилно.\
zh_cn: 稳扎稳打。\

source: You'll only get about 15 seconds at each step,\so don't delay. Get the coins and\get to the next switch.\
bs: Imat ćeš samo oko 15 sekundi za svaki korak, zato nemoj oklijevati. Skupi novčiće i idi do sljedećeg prekidača.\
hr: Imat ćeš samo oko 15 sekundi za svaki korak, zato emoj oklijevati. Skupi novčiće i\dođi do sljedećeg prekidača.\
ko: 각 단계마다 약 15초 정도 주어지니,\지체하지 마세요. 동전을 모아 다음\스위치로 이동하세요.\
sr: Имаћете само око 15 секунди за сваки корак,\зато немојте одлагати. Узмите новчиће и стигните до следећег прекидача.\
zh_cn: 你每个步骤只有15秒左右，所以不要拖延。获取硬币和\到下一个开关。

source: Don't get bullied.\
bs: Ne dozvoli da te maltretiraju.
hr: Ne daj se maltretirati.\
ko: 괴롭힘을 당하지 마세요.\
sr: Не дозволи да те малтретирају.\
zh_cn: 获取所有金币，别害怕失败。

source: I think I can.\I think I can.\
bs: Mislim da mogu.\Mislim da mogu.\
hr: Mislim da mogu.\Mislim da mogu.\
ko: 할 수 있다고 생각합니다.\할 수 있다고 생각합니다.\
sr: Мислим да могу.\Мислим да могу.\
zh_cn: 我想我可以，\我想我可以。

source: So close, yet so very far.\
bs: Tako blizu, a opet tako daleko.\
hr: Tako blizu, a opet tako daleko.\
ko: 너무 가깝지만, 너무 멉니다.\
sr: Тако близу, а опет тако далеко.\
zh_cn: 如此接近，又如此遥远。

source: Ride the elevators to the top.\They move quickly,\so don't dally too long.\
bs: Vozite se liftovima do vrha.\Brzo se kreću, zato nemojte predugo odugovlačiti.\
hr: Vozite se liftovima do vrha.\Brzo se kreću\zato nemojte predugo oklijevati.\
ko: 엘리베이터를 타고 꼭대기까지 올라가세요.\엘리베이터가 빠르게 움직이므로\너무 오래 기다리지 마세요.\
sr: Возите се лифтовима до врха.\Брзо се крећу,\зато се немојте превише задржавати.\
zh_cn: 乘坐电梯到顶部，电梯移动非常快，所以不要浪费太长时间。

source: Have fun picking up those\red and blue coins.\
bs: Zabavi se skupljajući te crvene i plave novčiće.\
hr: Zabavi se skupljajući te\crvene i plave novčiće.\
ko: 빨간색과 파란색 동전을\모으는 재미를 느껴보세요.\
sr: Уживај скупљајући те\црвене и плаве новчиће.\
zh_cn: 玩得开心，获取起那些红色和蓝色的硬币。

source: Don't worry.\The green part isn't going anywhere.\
bs: Ne brini.\Zeleni dio neće nigdje nestati.\
hr: Ne brini.\Zeleni dio ne ide nikamo.\
ko: 걱정하지 마세요.\녹색 부분은 어디에도 가지 않을 거예요.\
sr: Не брини.\Зелени део неће никуда нестати.\
zh_cn: 不要担心，绿色部分不会去任何地方。

source: Use the switches to set the platforms\in motion. Time it so they come\together in the middle.\
bs: Koristite prekidače da pokrenete\platforme. Tempirajte ih tako\da se spoje u sredini.\
hr: Pomoću prekidača pokreni platforme.\Tempiraj ih tako da\se spoje u sredini.\
ko: 스위치를 사용하여\플랫폼을 움직이세요.\플랫폼이 가운데에서\만나도록 시간을 조절하세요.\
sr: Користите прекидаче да покренете\платформе. Темпирај тако да\се споје у средини.\
zh_cn: 使用开关设置平台运动。时间到了，他们一起来到中间。

source: The ball must be entirely within a teleporter\in order to trigger it.\Remember that the ball carries its momentum\through a teleporter, so plan ahead.\
bs: Lopta mora biti u potpunosti unutar teleportera\da bi se aktivirala.\Imajte na umu da lopta nosi svoj moment\kroz teleporter, zato planirajte unaprijed.\
hr: Lopta mora biti u cijelosti unutar teleportera\kako bi se aktivirala.\Imajte na umu da lopta nosi svoj moment\kroz teleporter, stoga planirajte unaprijed.\
ko: 공이 텔레포터 안에 완전히\있어야만 작동할 수 있습니다.\공은 텔레포터를 통해 운동량을\전달받으므로 미리 계획하세요.\
sr: Лопта мора бити потпуно унутар телепортера\да би се активирала.\Запамтите да лопта носи свој импулс\кроз телепорт, зато планирајте унапред.\
zh_cn: 这个球必须完全在一个传送器内才能触发它。记住，这个球通过传送器的时候也有动量，所以需要提前计算提前量。

source: The floor is as flat as you make it.\
bs: Pod je ravan onako kako ga ti napraviš.\
hr: Pod je ravan onako kako ga napraviš.\
ko: 바닥은 만드는 대로 평평해집니다.\
sr: Под је раван колико год га ти направиш.\
zh_cn: 你可以让地板非常平坦。

source: Stairway to heaven
bs: Stepenice do neba
hr: Stubište do neba
ko: 천국으로 가는 계단
sr: Степенице до неба
zh_cn: 通往天堂的阶梯

source: Those bridges are angled.\Each is narrower and steeper than the last.\Take the easy cash or\go all the way for a big payoff.\
bs: Ti mostovi su pod uglom.\Svaki je uži i strmiji od prethodnog.\Uzmite laku zaradu ili idite do kraja za veliku zaradu.\
hr: Ti mostovi su pod kutom.\Svaki je uži i strmiji od prethodnog.\Uzmite laku zaradu ili\idite do kraja za veliku zaradu.\
ko: 저 다리들은 각이 져 있어요.\각각이 이전 다리보다 좁고 가파릅니다.\쉽게 돈을 벌거나 큰 보상을\노리고 끝까지 가세요.\
sr: Ти мостови су под углом.\Сваки је ужи и стрмији од претходног.\Узмите лаку зараду или\идите до краја за велику награду.\
zh_cn: 这些桥梁棱形。 每一个都是越来越窄又陡。要么获取容易的路，或者所有的路但是能获取更多回报。

source: Plenty of coins for the taking.\Can you take them all?
bs: Mnogo novčića za uzimanje.\Možete li ih sve uzeti?
hr: Puno novčića za uzimanje.\Možeš li ih sve uzeti?
ko: 가져갈 동전이 잔뜩 있어요.\다 가져갈 수 있나요?\
sr: Много новчића за узимање.\Можеш ли их све узети?
zh_cn: 大量的硬币可获取，你能完全获取到吗？

source: Use momentum to reach\the upper platforms,\but keep the ball in control\for safe landing.\\The manual view may help here.\
bs: Iskoristite zamah da dođete do gornjih platformi, ali zadržite loptu pod kontrolom za sigurno slijetanje. Ručni prikaz vam ovdje može pomoći.\
hr: Iskoristite zamah da biste dosegli gornje platforme,\ali zadržite loptu pod kontrolom\za sigurno slijetanje.\\Ručni prikaz ovdje može pomoći.\
ko: 추진력을 이용해 위쪽 플랫폼에 도달하되,\안전하게 착지할 수 있도록\공을 잘 조종하세요.\\수동 보기가 도움이 될 수 있습니다.\
sr: Искористите замах да бисте досегли горње платформе,\али држите лопту под контролом\за безбедно слетање.\\Ручни приказ може помоћи овде.\
zh_cn: 使用冲力到达上面的平台，但是保持球能安全着陆的控制之下，手动视图可能帮助到这里。

source: Remember to keep an eye on the shadow to\help control a bouncing ball. And don't\forget to use the mouse buttons to keep the\ball in view.\
bs: Ne zaboravite da pazite na sjenu kako biste\lakše kontrolirali loptu koja odskače. I ne zaboravite\koristiti tipke miša da biste loptu držali\u vidokrugu.\
hr: Ne zaboravite pratiti sjenu kako biste lakše\kontrolirali loptu koja odskače. I ne zaboravite\koristiti tipke miša kako biste\loptu držali u vidokrugu.\
ko: 튀는 공을 잘 제어하려면 그림자를\잘 살펴보세요. 그리고 마우스 버튼을\사용하여 공을 시야에 유지하는 것도\잊지 마세요.\
sr: Не заборавите да пратите сенку како бисте\контролисали одскок лопте. И не заборавите\да користите дугмад миша да бисте лопту\држали у видокругу.\
zh_cn: 保持关注于阴影可以帮助控制弹跳的球。并别忘了使用鼠标按钮保持球在视野范围内。

source: Use teleporters to go\where you otherwise couldn't.\
bs: Koristite teleportere da odete \amo gdje inače ne biste mogli.\
hr: Koristite teleportere da\biste otišli tamo gdje inače ne biste mogli.\
ko: 텔레포터를 이용하면 평소에는\갈 수 없는 곳으로 갈 수 있습니다.\
sr: Користите телепортере да\бисте отишли тамо где иначе не бисте могли.\
zh_cn: 使用传送门，否则你哪里都去不了。

source: Balance risk versus reward.\
bs: Uravnotežite rizik i nagradu.\
hr: Uravnotežite rizik i nagradu.\
ko: 위험과 보상의 균형을 맞추세요.\
sr: Уравнотежите ризик и награду.\
zh_cn: 平衡风险与回报。

source: Ascend the slope to reach your goal.\(Easier said than done.)
bs: Popnite se uzbrdo da biste dostigli svoj cilj. (Lakše reći nego učiniti.)
hr: Popnite se uzbrdo da biste došli do svog cilja. (Lakše reći nego učiniti.)
ko: 목표에 도달하기 위해 경사를 오르세요.\(말은 쉽지만 실천하기는 어렵습니다.)
sr: Попни се уз падину да би достигао свој циљ. (Лакше рећи него учинити.)
zh_cn: 提升坡度到达目标.\(说起来容易，做起来难)

source: Catch the train before it leaves the station.\
bs: Uhvati voz prije nego što napusti stanicu.\
hr: Uhvati vlak prije nego što napusti stanicu.\
ko: 역을 떠나기 전에 기차를 타세요.\
sr: Ухвати воз пре него што напусти станицу.\
zh_cn: 火车离站之前赶上它。

source: The ball will fit in those small holes,\if you can just find something to make it smaller.\Other places may require a bigger ball.\One thing is certain - you'll want a plan!
bs: Lopta će stati u te male rupe, ako samo možete pronaći nešto da je smanjite. Za druga mjesta može biti potrebna veća lopta. Jedno je sigurno - trebat će vam plan!
hr: Lopta će stati u te male rupe, ako samo možete pronaći nešto da je smanjite. Na drugim mjestima možda će biti potrebna veća lopta. Jedno je sigurno - trebat će vam plan!
ko: 공은 작은 구멍에도 들어갈 수 있어요.\공 크기를 작게 만들 수 있는 걸 찾으면 되니까요.\다른 곳에는 더 큰 공이 필요할 수도 있어요.\한 가지 확실한 건, 계획이 필요하다는 거예요!
sr: Лопта ће стати у те мале рупице, ако само можете пронаћи нешто да је смањите. На другим местима може бити потребна већа лопта. Једно је сигурно - требаће вам план!
zh_cn: 如果你能找到一些小洞，球就会在这些小洞里。其他地方可能需要一个更大的球。但是有一件事是确定的——你需要计划！

source: Hit the switches to move the barriers.\
bs: Pritisnite prekidače da biste pomaknuli barijere.\
hr: Pritisnite prekidače za pomicanje barijera.\
ko: 스위치를 눌러 장벽을 옮기세요.\
sr: Притисните прекидаче да бисте померили баријере.\
zh_cn: 击中开关来移动障碍物。

source: The temptation to move quickly\could prove your undoing.\\Then again, maybe not...
bs: Iskušenje da se brzo djeluje moglo bi te dovesti do propasti. S druge strane, možda i ne...
hr: Iskušenje da se brzo djeluje\moglo bi te dovesti do propasti.\Opet, možda i ne...
ko: 빠르게 움직이려는 유혹이\파멸로 이끌 수도 있습니다.\\하지만 그렇지 않을 수도 있습니다...
sr: Искушење да се брзо делује може те довести у пропаст. С друге стране, можда и не...
zh_cn: 引诱物快速移动可以证明你毁灭的原因。\\再试一次，也许不是……

source: Take it slowly.\
bs: Polako.\
hr: Polako.\
ko: 천천히 하세요.\
sr: Иди полако.\
zh_cn: 慢慢来。\

source: You can never go home again...
bs: Nikada više ne možeš kući...
hr: Nikad više ne možeš kući...
ko: 다시는 집에 돌아갈 수 없을 것입니다...
sr: Више никад не можеш кући...
zh_cn: 你永远也回不了家了...

source: You'll need to exert some control over your\view here. Press 3 to stop the auto-rotation.\Use the mouse buttons to rotate it manually.\Press 1 to return to the auto-rotating view.\
bs: Ovdje ćete morati izvršiti određenu kontrolu nad\ svojim prikazom. Pritisnite 3 da zaustavite automatsku rotaciju.\Koristite tipke miša da ga ručno rotirate.\Pritisnite 1 da se vratite na automatski rotirajući prikaz.
hr: Ovdje ćete morati malo kontrolirati\svoj prikaz. mPritisnite 3 za zaustavljanje automatske rotacije.\Koristite tipke miša za ručno rotiranje.\Pritisnite 1 za povratak na automatski rotirajući prikaz.\
ko: 여기서는 보기를 직접 조정해야 합니다.\자동 회전을 중지하려면 3번을 누르세요.\마우스 버튼을 사용하여 수동으로 회전하세요.\자동 회전 보기로 돌아가려면 1번을 누르세요.\
sr: Мораћете да извршите одређену контролу\над својим приказом овде. Притисните 3 да бисте зауставили аутоматску ротацију.\Користите дугмад миша да бисте га ручно ротирали.\Притисните 1 да бисте се вратили на аутоматски ротирајући приказ.\
zh_cn: 在你的视图你需要使用一些控制，按3停止自动旋转，使用鼠标按键手动旋转，按1回到自动旋转视图。

source: This wedding cake is plenty rich,\but be careful as you go\to each lower layer.
bs: Ova svadbena torta je prilično bogata,\ali budite oprezni dok prelazite na svaki donji sloj.
hr: Ova svadbena torta je prilično bogata, ali budite oprezni dok pristupate svakom donjem sloju.
ko: 이 웨딩 케이크는 꽤 풍성하지만,\아래 층으로 내려갈 때는\조심하세요.
sr: Ова свадбена торта је доста богата, али будите опрезни док идете на сваки доњи слој.
zh_cn: 这个婚礼式蛋糕足够丰富多彩，但是你每下一层都要小心。

source: Bump the logs at speed to change lanes.\Try to reach the top for an extra challenge!
bs: Brzo udarajte u balvane da biste promijenili traku.\Pokušajte doći do vrha za dodatni izazov!
hr: Brzo udarajte u trupce kako biste promijenili traku. Pokušajte doći do vrha za dodatni izazov!
ko: 빠른 속도로 통나무를 부딪혀 차선을 바꾸세요.\꼭대기에 도달해 더욱 도전적인 경험을 해보세요!
sr: Ударајте балване великом брзином да бисте променили траку. Покушајте да стигнете до врха за додатни изазов!
zh_cn: 快速改变赛道，尝试到达顶部开启额外的挑战。

source: Take it slow to keep it away from the edge.\Or, don't.\Either way might work.\
bs: Polako da ne dođe do ivice.\Ili nemoj.\Oba načina bi mogla uspjeti.\
hr: Polako da ne dođe do ruba.\Ili nemoj.\Oba načina bi mogla uspjeti.\
ko: 천천히 움직여 가장자리에서 멀리 떨어지세요.\아니면, 그러지 마세요.\어느 쪽이든 효과가 있을 수 있습니다.\
sr: Споро да не би дошло до ивице.\Или немојте.\Оба начина би могла да успеју.\
zh_cn: 在道路的边缘保持慢速。或者，不要。无论哪种方式都可以工作。

source: Just as before, but moving up instead of down.\No cheating this time.\
bs: Kao i prije, ali idemo gore umjesto dolje.\Ovaj put nema varanja.\
hr: Kao i prije, ali idemo gore umjesto dolje.\Ovaj put nema varanja.\
ko: 이전과 똑같지만, 아래로가 아닌 위로 이동합니다.\이번에는 부정행위가 없습니다.\
sr: Баш као и пре, али се креће горе уместо доле.\Овај пут нема варања.\
zh_cn: 就像之前一样，但是上升而不是下降。这次没有作弊。

source: Here's yet another test of your ability\to control bouncing. Moving down the\stairs too quickly can be hazardous.\
bs: Evo još jednog testa vaše sposobnosti da kontrolišete poskakivanje. Prebrzo kretanje niz stepenice može biti opasno.\
hr: Evo još jednog testa vaše sposobnosti\kontroliranja poskakivanja. Prebrzo kretanje\niz stepenice može biti opasno.\
ko: 튕기는 동작을 제어하는 ​​능력을 시험해\볼 또 다른 기회입니다. 계단을 너무 빨리\내려가는 것은 위험할 수 있습니다.\
sr: Ево још једног теста ваше способности да контролишете одскакање.\Пребрзо кретање низ степенице може бити опасно.\
zh_cn: 这是另一个测试你控制弹跳的能力。向下移动楼梯太快是危险的。

source: This maze has no walls.\But that doesn't make the solution\any easier to find.\
bs: Ovaj labirint nema zidova. \Ali to ne olakšava pronalaženje rješenja.\
hr: Ovaj labirint nema zidova.\Ali to ne olakšava pronalaženje rješenja.\
ko: 이 미로에는 벽이 없습니다.\하지만 그렇다고 해서 해결책을\찾는 게 더 쉬운 것은 아닙니다.\
sr: Овај лавиринт нема зидове.\Али то не чини решење нимало\лакшим за проналажење.\
zh_cn: 这个迷宫没有墙壁，但这并不能使谜底更容易找到。

source: That one switch controls all five barriers.\Be quick, because the switch is on a timer.\When it expires, the barriers will rise.\
bs: Taj jedan prekidač kontrolira svih pet barijera. Budite brzi, jer prekidač ima tajmer. Kada istekne, barijere će se podići.\
hr: Taj jedan prekidač kontrolira svih pet barijera.\Budite brzi, jer prekidač ima timera.\Kada istekne, barijere će se podići.\
ko: 저 스위치 하나로 다섯 개의 장벽을 모두 제어할 수 있어요.\서두르세요. 스위치에는 타이머가 걸려 있거든요.\타이머가 만료되면 장벽이 올라갑니다.\
sr: Тај један прекидач контролише свих пет баријера.\Будите брзи, јер је прекидач на тајмеру.\Када истекне, баријере ће се подићи.\
zh_cn: 一个开关控制所有五个障碍。要快速，因为开关是一个计时器。当它超时后，障碍将升起。

source: Follow the trail of coins\to make it through the labyrinth.
bs: Pratite trag novčića kako biste prošli kroz labirint.
hr: Slijedite trag novčića kako biste prošli kroz labirint.
ko: 동전의 흔적을 따라\미로를 통과하세요.
sr: Пратите траг новчића да бисте прошли кроз лавиринт.
zh_cn: 按照硬币的轨迹来通过迷宫。

source: There are plenty of coins here if you're\willing to take the time to grab them.\
bs: Ovdje ima mnogo novčića ako ste\spremni odvojiti vrijeme da ih uzmete.\
hr: Ovdje ima puno novčića ako ste\spremni odvojiti vrijeme da ih zgrabite.\
ko: 시간을 내어 획득할 의향이 있다면\여기에는 많은 동전이 있습니다.\
sr: Овде има доста новчића ако сте\спремни да одвојите време да их узмете.\
zh_cn: 如果你乐意花时间获取，这里有大量的硬币。

source: Prisonnier de la boule.\Living in a sphere.\Catching all blue coins is a challenge.
bs: Zatvorenik kugle.\Život u sferi.\Hvatanje svih plavih novčića je izazov.
hr: Prisonnier de la boule.\Život u kugli.\Hvatanje svih plavih novčića je izazov.
ko: 공의 포로입니다.\구체 속에 살고 있습니다.\모든 파란색 동전을 잡는 것은 어려운 일입니다.
sr: Затвореник де ла боул.\Живот у сфери.\Хватање свих плавих новчића је изазов.
zh_cn: Prisonnier de la boule，在求体内存货，获取蓝色硬币是一个挑战。

source: Try to grab all of the blue coins...\it won't be easy!
bs: Pokušajte zgrabiti sve plave novčiće… eće biti lako!
hr: Pokušajte zgrabiti sve plave novčiće... neće biti lako!
ko: 모든 파란색 동전을 모아보세요...\쉽지 않을 거예요!
sr: Покушајте да зграбите све плаве новчиће... неће бити лако!
zh_cn: 尝试获取所有蓝色硬币...这并不容易！

source: Block around the clock.
bs: Blokada non-stop.
hr: Blokada 24 sata dnevno.
ko: 24시간 내내 차단합니다.
sr: Блок 24 сата дневно.
zh_cn: 连续不停的阻挡

source: Follow the blue coins...\and learn to control your bounce!\Hint: Use the 'chase' camera mode.
bs: Pratite plave novčiće... i naučite kontrolirati odskok! Savjet: Koristite način rada kamere za 'potjeru'.
hr: Pratite plave novčiće... i naučite kontrolirati odskok! Savjet: Koristite način rada kamere za 'potjeru'.
ko: 파란색 동전을 따라가세요...\그리고 튀는 것을 조절하는 법을 배우세요!\힌트: '추적' 카메라 모드를 사용하세요.
sr: Пратите плаве новчиће... и научите да контролишете свој одскок! Савет: Користите режим камере „јури“.
zh_cn: 跟随蓝色的硬币...学习如何控制你的弹跳！提示：使用'追逐'视角模式。

source: Follow the arrows.
bs: Pratite strelice.
hr: Pratite strelice.
ko: 화살표를 따라가세요.
sr: Пратите стрелице.
zh_cn: 跟随箭头。

source: It's a real game of checkers, but no one wins...\You have to bounce to reach the blue coins.
bs: To je prava igra dame, ali niko ne pobjeđuje... Morate odskakati da biste došli do plavih novčića.
hr: To je prava igra dame, ali nitko ne pobjeđuje...\Morate odskakati da biste došli do plavih novčića.
ko: 진짜 체커 게임이지만, 아무도 이기지 못합니다...\파란 동전에 닿으려면 튀어야 합니다.
sr: То је права игра даме, али нико не побеђује...\Морате да одскачете да бисте дошли до плавих новчића.
zh_cn: 这是国际跳棋现实版，但是没有赢家...你必须弹跳着来获取蓝色硬币。

source: Calm and meditation may bring you to the Nirvana.
bs: Smirenost i meditacija vas mogu dovesti do Nirvane.
hr: Mir i meditacija mogu vas dovesti do Nirvane.
ko: 고요함과 명상은 열반에 이르게 할 수 있습니다.
sr: Смиреност и медитација вас могу довести до Нирване.
zh_cn: 平静和冥想能带你涅槃。

source: Savoir chuter.\Follow the blue markers.
bs: Savoir chuter.\Pratite plave markere.
hr: Savoir chuter.\Slijedite plave oznake.
ko: 넘어지는 법을 아세요.\파란색 표시를 따라가세요.
sr: Савоир цхутер.\Прати плаве маркере.
zh_cn: Savoir chuter，跟随蓝色标记。
