Repository: ersohnstyne/neverball
Catalog: po/*.po
Languages: bs, hr, ko, sr, zh_cn

source: snd/ready.ogg
ko: snd/read.ogg

source: 2x
ko: 2배

source: snd/time.ogg
hr: snd/vrijeme.ogg
