Repository: ersohnstyne/neverball
Catalog: po/*.po
Languages: bs, hr, ko, sr, zh_cn

source: Use the new coins to change ball size!\I hope you like it!\-Dave
bs: Koristite nove novčiće da promijenite veličinu loptice!\Nadam se da vam se sviđa!\-Dave
hr: Koristite nove novčiće za promjenu veličine loptice!\Nadam se da vam se sviđa!\-Dave
ko: 새 동전을 사용하여 공 크기를 변경해 보세요!\마음에 드셨으면 좋겠습니다!\-Dave
sr: Користите нове новчиће да промените величину лоптице!\Надам се да вам се свиђа!\-Дејв
zh_cn: 使用新的硬币改变球的大小，我喜欢你会喜欢! -Dave

source: There are special coins which can make your\ball larger or smaller.
bs: Postoje posebni novčići koji mogu povećati ili smanjiti vašu lopticu.
hr: Postoje posebni novčići koji mogu povećati ili smanjiti vašu lopticu.
ko: 공을 더 크게 또는 더 작게 만들 수 있는\특수 동전이 있습니다.
sr: Постоје посебни новчићи који могу учинити вашу лоптицу већом или мањом.
zh_cn: 这些特殊的硬币可以让你的球变大或者变小。

source: Let's go for a swim...\all the coins are fully submerged.\
bs: Idemo plivati...\svi novčići su potpuno potopljeni.\
hr: Idemo plivati...\svi novčići su potpuno potopljeni.\
ko: 수영하러 갑시다...\동전이 모두 물에 잠겼어요.\
sr: Хајде да се купамо…\сви новчићи су потпуно потопљени.\
zh_cn: 让我们游个泳...所有的硬币全在水下。

source: Fall down stairs.\Ough!\It hurts.
bs: Pad niz stepenice.\Uf!\Boli.
hr: Pad niz stepenice.\Au!\Boli.
ko: 계단에서 넘어졌어요.\으악!\아파요.
sr: Падни низ степенице.\Јао!\Боли.
zh_cn: 摔下楼梯，啊！受伤了。

source: Just let it happen...\then start to worry!
bs: Samo pusti da se desi…\a onda počni da brineš!
hr: Samo pusti da se dogodi... a onda počni brinuti!
ko: 그냥 일어나도록 두세요...\그러면 걱정하기 시작하세요!
sr: Само пустите да се деси... а онда почните да бринете!
zh_cn: 让他发生...然后开始担心吧！

source: Another test for timer accuracy.
bs: Još jedan test za tačnost tajmera.
hr: Još jedan test točnosti timera.
ko: 타이머 정확도를 테스트하는 또 다른 방법입니다.
sr: Још један тест за тачност тајмера.
zh_cn: 另外一个计时器基准测试。

source: Le parcours du combattant.\Ready for the assault course?
bs: Le parcours du combattant.\Spremni za jurišni kurs?
hr: Le parcours du combattant.\Spremni za tečaj napada?
ko: 장애물 코스입니다.\장애물 코스를 준비했나요?
sr: Ле парцоурс ду цомбаттант.\Спремни за јуришни курс?
zh_cn: Le parcours du combattant。准备好突击课程了吗?

source: La course effrénée.\Let's run some laps.
bs: La course effrénée.\Hajde da trčimo nekoliko krugova.
hr: La course effrénée.\Idemo trčati nekoliko krugova.
ko: 광란의 경주입니다.\몇 바퀴 달려봅시다.
sr: Ла цоурсе еффренее.\Хајде да трчимо неколико кругова.
zh_cn: La course effrénée.\来，跑几圈。

source: Les rampes abruptes.\Control your speed.
bs: Nagle rampe.\Kontrolišite brzinu.
hr: Nagle rampe.\Kontrolirajte brzinu.
ko: 가파른 경사로입니다.\속도를 조절하세요.
sr: Стресне рампе.\Контролишите брзину.
zh_cn: Les rampes abruptes.\控制你的速度。

source: L'escalade ardue.\Do you suffer from vertigo?
bs: L'escalade ardue.\Da li patite od vrtoglavice?
hr: L'escalade ardue.\Patite li od vrtoglavice?
ko: 힘든 등반입니다.\현기증을 겪고 있나요?
sr: Л'есцаладе ардуе.\Да ли патите од вртоглавице?
zh_cn: L'escalade ardue.你是否患有眩晕症?

source: Le cycle éternel.\Avoid teleporters...
bs: Lecycle éternel.\Izbjegavajte teleportere...
hr: Le cycle éternel.\Izbjegavajte teleportere...
ko: 영원한 순환입니다.\순간이동기를 피하세요...
sr: Лецицле етернел.\Избегавајте телепортере...
zh_cn: Le cycle éternel.避免传送

source: La ballade tranquille.\What a quiet walk.
bs: La ballade tranquille.\Kakva tiha šetnja.
hr: La ballade tranquille. Kakva tiha šetnja.
ko: 조용한 산책입니다.\정말 조용한 산책이네요.
sr: Ла балладе транкуилле.\Каква тиха шетња.
zh_cn: La ballade tranquille.好安静的行走。

source: La ballade dansante.\Let's dance on the moving platform!\Tip: After activating the last moving platform,\ turn around the Thwomp until the goal is reachable.
bs: Plesajuća balada.\Hajde da plešemo na pokretnoj platformi!\Savjet: Nakon aktiviranja posljednje pokretne platforme,\okrenite se oko Thwompa dok cilj ne bude dostižan.
hr: Plesačica balade.\Zaplešimo na pokretnoj platformi!\Savjet: Nakon aktiviranja posljednje pokretne platforme,\ okrećite se oko Thwompa dok cilj ne bude dostupan.
ko: 춤추는 발라드입니다.\움직이는 플랫폼에서 춤을 춥니다!\팁: 마지막 이동 플랫폼을 활성화한 후,\목표에 도달할 때까지 Thwomp를 돌리세요.
sr: Плесајућа балада.\Хајде да играмо на покретној платформи!\Савет: Након активирања последње покретне платформе,\ окрећите се око Твомп-а док циљ не буде достижан.
zh_cn: La ballade dansante.让我们在移动的平台上跳舞吧！提示：激活了最后一个移动平台后，旋转Thwomp直到目标是可到达的。

source: La descente infernale.\Easy enough to start?
bs: Pakleni spust.\Dovoljno lako za početak?
hr: Pakleni spust.\Je li dovoljno lako za početak?
ko: 지옥같은 하강입니다.\시작하기는 충분히 쉽죠?
sr: Паклени спуст.\Довољно лако за почетак?
zh_cn: La descente infernale.很容易开始？

source: La conduite stressante.\Attention:\The platform under the ball moves forward.
bs: Napregnuti kanal.\Pažnja:\Platforma ispod lopte se pomiče naprijed.
hr: Napeti kanal.\Pažnja:\Platforma ispod lopte pomiče se naprijed.
ko: 스트레스가 많은 운전입니다.\주의:\공 아래의 플랫폼이 앞으로 이동합니다.
sr: Напрегнути канал.\Пажња:\Платформа испод лопте се помера напред.
zh_cn: La conduite stressante.注意:球上面的平台在向前移动。

source: La conduite dangereuse.\The platform under the ball moves quickly forward.\You would do well to advance.
bs: Opasni vod.\Platforma ispod lopte se brzo kreće naprijed.\Bilo bi dobro da krenete naprijed.
hr: Opasna cijev.\Platforma ispod lopte brzo se pomiče naprijed.\Bilo bi dobro da kreneš naprijed.
ko: 위험한 운전입니다.\공 아래의 플랫폼이 빠르게 앞으로 이동합니다.\앞으로 나아가는 것이 좋습니다.
sr: Опасни канал.\Платформа испод лопте се брзо креће напред.\Било би добро да напредујете.
zh_cn: La conduite dangereuse.球上面的平台快速向前移动，你会很好的前进。

source: Le passage incertain.\Isn't too easy?
bs: Prolaz je nesiguran. Nije li previše lako?
hr: Prolaz je nesiguran. Nije li prelako?
ko: 불확실한 통로입니다.\너무 쉬운 거 아니예요?
sr: Пролаз је неизвестан. Зар није превише лако?
zh_cn: Le passage incertain.不是太容易了吗?

source: Ghost Valley.\Make 3 laps to open the goal.
bs: Dolina duhova.\Napravite 3 kruga da biste otvorili cilj.
hr: Dolina duhova.\Napravi 3 kruga da otvoriš cilj.
ko: 유령 계곡입니다.\목표를 열기 위해 3바퀴를 도세요.
sr: Долина духова.\Направи 3 круга да би отворио циљ.
zh_cn: 鬼沟，来三圈到达目标。

source: La tour de verre.\Find the way to the exit.
bs: Stakleni put.\Pronađi put do izlaza.
hr: Stakleni put.\Pronađi put do izlaza.
ko: 유리 타워입니다.\출구로 가는 길을 찾으세요.
sr: Стаклени пут.\Пронађи пут до излаза.
zh_cn: La maîtrise de Neverball.找到退出的路。

source: La maîtrise de Neverball.\You still think Neverball is too easy?
bs: Majstorica Neverballa.\Još uvijek misliš da je Neverball previše lak?
hr: Majstorica Neverballa.\Još uvijek misliš da je Neverball prelagan?
ko: Neverball 미스테리입니다.\아직도 Neverball이 너무 쉽다고 생각하세요?
sr: Ла мајсторица из Невербола.\Још увек мислиш да је Невербол превише лак?
zh_cn: La maîtrise de Neverball.你仍然认为平衡球很容易?

source: Les boucles renversantes.\Upside down!
bs: Les boucles renversantes.\Naopako!
hr: Les boucles renversantes.\Naopako!
ko: 눈부신 굽이입니다.\거꾸로!
sr: Лес боуцлес ренверсантес.\Наопако!
zh_cn: Les boucles renversantes.颠倒！

source: Le contrôle des courbes.\Find the right angle to turn,\to jump and to land...
bs: Kontrola klizanja. Pronađite pravi ugao za okretanje, skok i slijetanje...
hr: Kontrola ljestvice.\Pronađi pravi kut za okretanje,\za skok i za slijetanje...
ko: 곡선 제어입니다.\회전하고, 점프하고, 착지할 때\올바른 각도를 찾으세요...
sr: Контрола кривине.\Пронађите прави угао за окретање,\за скок и за слетање...
zh_cn: Le contrôle des courbes.找到正确的角度旋转跳跃并登陆...

source: Le chemin dissimulé.\Test your memory.
bs: Le chemin dissimulé.\Testiraj svoje pamćenje.
hr: Le chemin dissimulé.\Testiraj svoje pamćenje.
ko: 숨겨진 길입니다.\기억력을 테스트해 보세요.
sr: Ле цхемин диссимуле.\Тестирај своје памћење.
zh_cn: Le chemin dissimulé。考验你的记忆。

source: Le labyrinthe fou.\You know the way, you see it,\so why are you taking another one?
bs: Ludi labirint. Znaš put, vidiš ga, pa zašto ideš još jednim?
hr: Ludi labirint.\Znaš put, vidiš ga,\pa zašto ideš još jednim?
ko: 미친 미로입니다.\방법을 알고, 그것을 보고 있는데,\왜 또 다른 방법을 택하나요?
sr: Луди лавиринт.\Знаш пут, видиш га,\па зашто идеш другим?
zh_cn: Le labyrinthe fou,你知道路，你也看到路了，为啥子你要选择另外一条路 ？

source: Le sentier étroit.\Patience and timing.\Tip: maximise speed at the first slope.
bs: Le sentier étroit.\Strpljenje i tajming.\Savjet: maksimizirajte brzinu na prvoj strmini.
hr: Le sentier étroit.\Strpljenje i tajming.\Savjet: povećajte brzinu na prvom nagibu.
ko: 좁은 길입니다.\인내심과 타이밍입니다.\팁: 첫 번째 경사에서 속도를 최대화하세요.
sr: Ле сентиер етроит.\Стрпљење и тајминг.\Савет: максимизирајте брзину на првој стрмини.
zh_cn: Le sentier étroit.\耐心和时间。提示：第一个斜坡要最大速度。

source: Les épreuves minutées.\Run baby, run!
bs: Les épreuves minutées.\Bježi dušo, trči!
hr: Les épreuves minuteées.\Trči dušo, trči!
ko: 시간 제한 테스트입니다.\달려라, 달려!
sr: Лес епреувес минутеес.\Бежи душо, бежи!
zh_cn: Les épreuves minutées.跑啊宝贝儿，跑起来！

source: Le petit cross.\Let's go scrambling!\Stick to the track to optimize speed.
bs: Mali križ.\Hajdemo se kretati!\Držite se staze kako biste optimizirali brzinu.
hr: Mali križ.\Idemo se šmrcati!\Drži se staze kako bi optimizirao brzinu.
ko: 작은 십자가입니다.\스크램블을 시작하세요!\트랙을 고수하여 속도를 최적화하세요.
sr: Мали крст.\Хајде да се шкргољемо!\Држи се стазе да би се оптимизовала брзина.
zh_cn: Le petit cross.让我们攀爬吧！跟随这个轨道提高速度。

source: La descente rafraîchissante.\Not so fast, not so fast.
bs: La descente rafraîchissante.\Ne tako brzo, ne tako brzo.
hr: La descente rafraîchissante.\Ne tako brzo, ne tako brzo.
ko: 상쾌한 하강입니다.\그렇게 빨리 하지 마세요, 그렇게 빨리 하지 마세요.
sr: Ла десценте рафраицхиссанте.\Не тако брзо, не тако брзо.
zh_cn: La descente rafraîchissante.不要那么快，不要那么快。

source: Le chemin de la foi.\Self-confidence.
bs: Le chemin de la foi.\Samopouzdanje.
hr: Le chemin de la foi.\Samopouzdanje.
ko: 믿음의 길입니다.\자신감을 가져요.
sr: Ле цхемин де ла фои.\Самопоуздање.
zh_cn: Le chemin de la foi.自信

source: Le sens trigonométrique.\Turn, wait and jump.
bs: Le sens trigonométrique.\Okreni se, čekaj i skoči.
hr: Le sens trigonométrique.\Okreni se, čekaj i skoči.
ko: 삼각함수의 의미입니다.\돌아서서 기다리고 점프하세요.
sr: Ле сенс тригонометрикуе.\Окрени се, чекај и скочи.
zh_cn: Le sens trigonométrique.旋转等待和跳跃。

source: L'ascension pressée.\Only one piece of advice: don't stop!
bs: L'ascension pressée.\Samo jedan savjet: nemojte stati!
hr: L'ascension pressée.\Samo jedan savjet: nemojte stati!
ko: 서둘러 올라가세요.\조언은 단 하나: 멈추지 마세요!
sr: Вазнесење штампано.\Само један савет: не заустављајте се!
zh_cn: L'ascension pressée.只有一个建议：别停下！

source: Un va-et-vient frustrant.\Remember the activation order.
bs: Un va-et-vient frustrant.\Zapamtite nalog za aktivaciju.
hr: Un va-et-vient frustrant.\Zapamtite redoslijed aktivacije.
ko: 짜증나는 왕복입니다.\활성화 순서를 기억하세요.
sr: Ун ва-ет-виент фрустрант.\Запамтите налог за активацију.
zh_cn: Un va-et-vient frustrant.记得激活的顺秀。

source: Street Neverball\Choose your party and score 3 points.
bs: Street Neverball\Izaberi svoju grupu i osvoji 3 boda.
hr: Street Neverball\Odaberi svoju grupu i osvoji 3 boda.
ko: Neverball 거리\파티를 선택하고 3점을 획득하세요.
sr: Улична Невербол\Изаберите своју групу и освојите 3 поена.
zh_cn: 街道滚球，站好队，拿到3个分数点。

source: La machine à circonvolutions.\Easy, the goal is just above you.
bs: Mašina za kružne konvolucije.\Polako, cilj je odmah iznad tebe.
hr: Stroj za kružne vijuge.\Polako, cilj je odmah iznad tebe.
ko: 복잡한 기계입니다.\간단합니다. 목표는 바로 당신 위에 있습니다.
sr: Машина за кружне вијугаве.\Полако, циљ је одмах изнад тебе.
zh_cn: La machine à circonvolutions.简单，目标就在你上面。

source: Le grand cône.\Living in a cone.
bs: Veliki kupus.\Život u kupi.
hr: Veliki stožac.\Život u stošcu.
ko: 큰 원뿔입니다.\원뿔형으로 생활합니다.
sr: Велики купаст врх.\Живот у купастом врху.
zh_cn: Le grand cône.在锥体内生活。

source: Les flammes ardentes.\Does this remind you of something?
bs: Žestoki plamenovi.\Podsjeća li vas ovo na nešto?
hr: Les flammes ardentes.\Podsjeća li vas ovo na nešto?
ko: 타오르는 불꽃입니다.\이게 뭔가 생각납니까?
sr: Ватрени пламенови.\Да ли вас ово подсећа на нешто?
zh_cn: Les flammes ardentes.这能让你想起什么吗?

source: Les sauts du célèbre plombier.\Follow the coins.
bs: Les sauts du célèbre plombier.\Pratite novčiće.
hr: Les sauts du célèbre plombier.\Slijedite novčiće.
ko: 유명한 배관공의 점프입니다.\동전을 따라가세요.
sr: Лес саутс ду целебре пломбиер.\Прати новчиће.
zh_cn: Les sauts du célèbre plombier.\跟随硬币。

source: Savoir rebondir pour aller plus haut.\The Neverball Arena.\Use the 2 teleports to unlock and reach the goal.
bs: Naučite se ponovo da biste sve više stigli.\Neverball Arena.\Upotrijebite 2 teleporta da otključate i stignete do cilja.
hr: Naučite se vratiti u normalu.\Neverball Arena.\Upotrijebite 2 teleporta za otključavanje i dolazak do cilja.
ko: 회복해서 더 높이 올라가는 방법을 알아보세요.\네버볼 아레나입니다.\텔레포트를 2개를 이용해 잠금을 해제하고 목표를 달성하세요.
sr: Научите да се вратите на место изнад.\Арена Невербол.\Искористите 2 телепорта да бисте откључали и стигли до циља.
zh_cn: Savoir rebondir pour aller plus haut，滚球竞技场。使用传送2解锁并到达目标。

source: This level is full of challenges:\understand the level's functioning,\learn to fly and to survive,\grab half of all coins to open the goal,\find and reach the goal,\and more...
bs: Ovaj nivo je pun izazova:azumijevanje funkcionisanja nivoa, aučenje letenja i preživljavanja,\zgrabite polovinu svih novčića da biste otvorili cilj,\pronađite i stignite do cilja,\i još mnogo toga...
hr: Ova razina je puna izazova:\razumijevanje funkcioniranja razine,\naučenje letenja i preživljavanja,\zgrabite polovicu svih novčića kako biste otvorili cilj,\pronađite i dosegnite cilj,\i još mnogo toga...
ko: 이 레벨은 다음과 같은 도전 과제로 가득함:\레벨의 기능을 이해하고,\날고 살아남는 법을 배우고,\목표를 열기 위해 모든 동전의 절반을 모으고,\목표를 찾아 도달하고,\등...
sr: Овај ниво је пун изазова:\разумејте функционисање нивоа,\научите да летите и преживите,\зграбите половину свих новчића да бисте отворили циљ,\пронађите и досегните циљ,\и још много тога...
zh_cn: 此级别是充满挑战： \理解这个级别的功能 \学会飞行并且生存，\获取半数金币打开下一关 \找到并到达目标，\以及其他....

source: Le petit moulin.\The good timing to go in the cabin.
bs: Le petit moulin.\Dobro vrijeme za ulazak u kolibu.
hr: Le petit moulin.\Dobro vrijeme za ulazak u kolibu.
ko: 작은 방앗간입니다.\오두막에 들어가기에 좋은 타이밍이에요.
sr: Мало млеко.\Добар тренутак за улазак у брвнару.
zh_cn: Le petit moulin.这是进入机舱的好时机

source: Ne pas se laisser emporter dans le néant.\Don't go too low.
bs: Ne pas se laisser emporter dans le néant.\Ne idi prenisko.
hr: Ne pas se laisser emporter dans le néant.\Ne idi prenisko.
ko: 허무함에 휩쓸리지 마세요.\너무 낮게 가지 마세요.
sr: Не пас се лаиссер емпортер данс ле неант.\Не иди превише ниско.
zh_cn: Ne pas se laisser emporter dans le néant.不要太慢。

source: Si si, ce tuyau a une fin.\Living in a pipe.\Tip: slow down for the last jump!
bs: Ako si, to ćeš završiti.\Živim u cijevi.\Savjet: uspori za posljednji skok!
hr: Ako si, to ćeš učiniti konačno.\Živim u cijevi.\Savjet: uspori za zadnji skok!
ko: 네, 네, 이 파이프에는 끝이 있어요.\파이프 속에서 살아요.\팁: 마지막 점프에서는 속도를 늦추세요!
sr: Ако си, стићи ћеш до краја.\Живим у цеви.\Савет: успорите за последњи скок!
zh_cn: Si si, ce tuyau a une fin.在管道内存活。提示：最后一条要慢一点哦！

source: Plus dur que la difficulté.\Good luck.
bs: Plus dur que la heavy.\Sretno.
hr: Plus dur que la difficulté.\Sretno.
ko: 어려움보다 더 어려워요.\행운을 빌어요.
sr: Плус дур куе ла харде.\Срећно.
zh_cn: Plus dur que la difficulté.祝你好运。

source: Être patient.\Not too hard.
bs: Budite strpljivi.\Nije previše teško.
hr: Budite strpljivi.\Ne previše teško.
ko: 인내심을 가지세요.\그렇게 어렵지 않아요.
sr: Будите стрпљиви.\Не превише тешко.
zh_cn: Être patient.不要太难

source: Le passage éphémère.\Trust the coins.
bs: Le passage éphémère.\Vjeruj novčićima.
hr: Le passage éphémère.\Vjerujte novčićima.
ko: 덧없는 통로입니다.\동전을 믿으세요.
sr: Ле пассаге епхемере.\Верујте новчићима.
zh_cn: Le passage éphémère.相信硬币。

source: Hé, on pousse pas !\Not too fast, not too slow.
bs: Hej, onda ne!\Ni previše brzo, ni previše sporo.
hr: Hé, on pousse pas!\Niti previše brzo, niti previše sporo.
ko: 이봐, 밀지 마세요 !\너무 빠르지도, 너무 느리지도 않게요.
sr: Хеј, он поусс пас!\Ни превише брзо, ни превише споро.
zh_cn: Hé, on pousse pas !别太快，别太慢。

source: Rainbow Road.\Do 3 laps to open the goal.
bs: Dugin put.\Uradi 3 kruga da bi otvorio cilj.
hr: Dugina cesta.\Napravite 3 kruga da biste otvorili cilj.
ko: 레인보우 로드입니다.\목표를 열기 위해 3바퀴를 도세요.
sr: Дуга пут.\Уради 3 круга да би отворио циљ.
zh_cn: 彩虹道。 \ 3圈打开目标。

source: Le rodéo de Neverball.\You'll fall quickly.
bs: Rodeo iz Neverballa. Brzo ćeš pasti.
hr: Rodeo Neverballa. Brzo ćeš pasti.
ko: Neverball 로데오입니다.\빨리 빠질 거예요.
sr: Родео из Невербола. Брзо ћеш пасти.
zh_cn: Le rodéo de Neverball.你将会飞速下降。

source: J'y vais, ou j'y vais pas ?\Do not dither.
bs: Trebam li ići ili ne?\Ne oklijevaj.
hr: J'y vais, ou j'y vais pas ?\Nemojte se kolebati.
ko: 가야 할까요 말까요 ?\망설이지 마세요.
sr: Да ли треба да идем, или не треба?\Не оклевај.
zh_cn: J'y vais, ou j'y vais pas ? 不要发抖。

source: Préparez un petit sac.\The stomach-tester.
hr: Préparez un petit sac.\Aparat za ispitivanje želuca.
ko: 작은 가방을 준비하세요.\위 검사기입니다.
sr: Препарез ун петит сац.\Тхе стомацх-тестер.
zh_cn: Préparez un petit sac.\内部检修人。

source: Un petit échauffement.\Welcome to Mehdi's new set!
bs: Un petit échauffement.\Dobro došli u Mehdijev novi set!
hr: Un petit échauffement.\Dobro došli u Mehdijev novi set!
ko: 약간의 워밍업입니다.\Mehdi의 새로운 설정에 오신 것을 환영합니다!
sr: Ун петит ецхауффемент.\Добро дошли у Мехдијев нови сет!
zh_cn: Un petit échauffement。欢迎来到 Mehdi的新系列

source: Plus vite que la vitesse.\The definition of speed.
bs: Plus vite que la vitesse.\Definicija brzine.
hr: Plus vite que la vitesse.\Definicija brzine.
ko: 속도보다 빠릅니다.\속도의 정의입니다.
sr: Плус вите куе ла витессе.\Дефиниција брзине.
zh_cn: Plus vite que la vitesse 速度的定义。

source: La danse asiatique\Trust the arrows.
bs: La danse asiatique\Vjerujte strelama.
hr: La danse asiatique\Vjeruj strijelama.
ko: 아시아 댄스\화살표를 믿으세요.
sr: Ла дансе асиатикуе\Верујте стрелама.
zh_cn: La danse asiatique 相信箭头

source: Suis le mouvement.\Warning, the road is moving.
bs: Upozorenje, put se kreće.
hr: Kreće se.\Upozorenje, cesta se kreće.
ko: 흐름에 맡기세요.\경고, 도로가 움직이고 있습니다.
sr: Креће се.\Упозорење, пут се креће.
zh_cn: Suis le mouvement.警告，道路是移动的。

source: Tranquille, mais pas trop.\Sync yourself to the elevators.
bs: Mirno, ali bez problema. Sinhroniziraj se s liftovima.
hr: Mirno, ali bez problema.\Sinkroniziraj se s liftovima.
ko: 조용하지만, 너무 조용하지는 않아요.\엘리베이터와 동기화하세요.
sr: Спокојно, али без тропских услова.\Синхронизујте се са лифтовима.
zh_cn: 平静，但不要过度，使你自己和电梯保持同步。

source: Les toiles attirantes.\Get out of the webs.
bs: Les toiles attirantes.\Izađi iz mreže.
hr: Les toiles attirantes.\Izađite iz mreže.
ko: 매력적인 캔버스입니다.\거미줄에서 나오세요.
sr: Лес тоилес аттирантес.\Изађи из мреже.
zh_cn: Les toiles attirantes.\远离网络。

source: Speed is the name of the game.
bs: Brzina je ključna.
hr: Brzina je glavna stvar.
ko: 속도가 게임의 이름입니다.
sr: Брзина је назив игре.
zh_cn: 速度是游戏的名字。

source: Tread carefully...\and keep moving!\
bs: Pažljivo koračajte...\i nastavite se kretati!\
hr: Pažljivo koračajte…\i nastavite se kretati!\
ko: 조심해서 움직이세요...\그리고 계속 움직이세요!\
sr: Пажљиво газите...\и наставите да се крећете!\
zh_cn: 小心迈步...并且保持移动！

source: Who's the boss around here anyway?
bs: Ko je uopšte ovdje gazda?
hr: Tko je uopće ovdje gazda?
ko: 여기서 보스는 누구입니까?
sr: Ко је уопште овде шеф?
zh_cn: 这里的老板是谁?

source: You might have to get wet\if you want all the coins.
bs: Možda ćeš se morati smočiti\ ako želiš sve novčiće.
hr: Možda ćeš se morati smočiti ako želiš sve novčiće.
ko: 동전을 다 모으려면 젖어야\할지도 몰라요.
sr: Можда ћеш морати да се поквасиш ако желиш све новчиће.
zh_cn: 如果你想要所有的硬币，你可能得弄湿。

source: Keep your eye on the sky!\but don't run out of time...\
bs: Drži pogled uperen u nebo!\ali nemoj ostati bez vremena...\
hr: Drži pogled uperen u nebo!\ali nemoj ostati bez vremena...\
ko: 하늘을 주시하세요!\하지만 시간이 부족하지 않도록...\
sr: Пази на небо!\али немој да ти понестане времена...\
zh_cn: 保持你的眼睛在天上！但是不要耗完时间...

source: Stepping stones.
bs: Stepenice.
hr: Stepenice.
ko: 디딤돌입니다.
sr: Степениште.
zh_cn: 垫脚石。

source: Work your way to the top.
bs: Probij se do vrha.
hr: Probij se do vrha.
ko: 정상까지 올라가세요.
sr: Пробијте се до врха.
zh_cn: 以你的方式到达顶部。

source: Collect 45 coins to unlock the goal.\You can use the teleporter to gain enough speed\for the jump.
bs: Sakupi 45 novčića da otključaš cilj.\Možeš koristiti teleporter da dobiješ dovoljno\brzine za skok.
hr: Skupi 45 novčića kako bi otključao cilj. Možeš koristiti teleporter kako bi dobio dovoljno brzine za skok.
ko: 45개의 코인을 모아 목표를 달성하세요. 텔레포터를 사용하면 점프에 필요한 속도를 얻을\수 있습니다.
sr: Сакупи 45 новчића да би откључао циљ. Можеш користити телепортер да добијеш довољну брзину за скок.
zh_cn: 收集45个硬币解锁下一关，你可使用传送增加足够的速度来跳跃。

source: Control your speed\to avoid a bumpy ride.
bs: Kontrolišite brzinu kako biste izbjegli neravnu vožnju.
hr: Kontrolirajte brzinu kako biste izbjegli neravnu vožnju.
ko: 울퉁불퉁한 주행을 피하려면\속도를 조절하세요.
sr: Контролишите брзину како бисте избегли неравну вожњу.
zh_cn: 控制你的速度避免颠簸。

source: Learn the course and stick to the rails!
bs: Nauči kurs i drži se pruge!
hr: Nauči kurs i drži se tračnica!
ko: 과정을 익히고 규칙을 고수하세요!
sr: Научите курс и држите се шина!
zh_cn: 学习本课程并且紧贴轨道！

source: Let's start with an easy warm-up.\Build speed and leap to the goal.
bs: Počnimo s laganim zagrijavanjem.\Ubrzajte i skočite ka cilju.
hr: Počnimo s laganim zagrijavanjem. Izgradite brzinu i skočite prema cilju.
ko: 간단한 워밍업으로 시작해 봅시다.\속도를 높이고 목표를 향해 도약하세요.
sr: Почнимо са лаким загревањем. Убрзајте и скочите ка циљу.
zh_cn: 让我们来先来个容易的热身。加速并且跳跃到目标。

source: Look before you leap...
bs: Pogledaj prije nego što skočiš...
hr: Pogledaj prije nego što skočiš...
ko: 뛰어들기 전에 꼭 확인하세요...
sr: Погледај пре него што скочиш...
zh_cn: 跳跃前要三思啊....

source: Mind your footing!
bs: Pazi na ravnotežu!
hr: Pazi na ravnotežu!
ko: 발밑을 조심하세요!
sr: Пази на своје ноге!
zh_cn: 注意你的脚步

source: Watch your footing...
bs: Pazi na ravnotežu...
hr: Pazi na ravnotežu...
ko: 발밑을 조심하세요...
sr: Пази на ноге...
zh_cn: 看看你的脚步...

source: Walk the plank.\After the teleport, go for speed!
bs: Hodajte po dasci.\Nakon teleportacije, ubrzajte!
hr: Hodajte po dasci.\Nakon teleportacije, ubrzajte!
ko: 판자를 걷습니다.\순간이동 후 속도를 내세요!
sr: Ходај по дасци.\Након телепортације, иди на брзину!
zh_cn: 走跳板。传送后，追求速度

source: Ski Ball!\\Work your way from 10 to 100\in sequence or you'll fall out.
bs: Skijaška lopta!\\Postepeno povećavajte broj poena od 10 do 100 ili ćete pasti.
hr: Skijaška lopta!\\Pomakni se od 10 do 100\u nizu ili ćeš ispasti.
ko: 스키볼입니다!\\10개에서 100개까지 순서대로\연습하지 않으면 떨어질 거예요.
sr: Ски лопта!\\Померајте се од 10 до 100\у низу или ћете испасти.
zh_cn: 滑雪球！以你的方式依次从10到100否则你会掉队。

source: Timing is everything.
bs: Vreme je sve.
hr: Vreme je sve.
ko: 타이밍이 중요합니다.
sr: Тајминг је све.
zh_cn: 时机就是一切。

source: What goes down must come up!\
bs: Šta se dogodi, mora i izaći!\
hr: Što ide dole, mora i gore!\
ko: 내려간 것은 반드시 올라와야 합니다!
sr: Шта иде доле, мора и горе!\
zh_cn: 什么升起来一定要落下去

source: Make sure you are\safely on a purple platform\before 20 seconds have elapsed!
bs: Pobrinite se da ste\sigurno na ljubičastoj platformi\prije nego što prođe 20 sekundi!
hr: Pobrinite se da ste sigurno na ljubičastoj platformi prije nego što prođe 20 sekundi!
ko: 20초가 지나기 전에\보라색 플랫폼에 안전하게\도착했는지 확인하세요!
sr: Уверите се да сте безбедно на љубичастој платформи пре него што прође 20 секунди!
zh_cn: 20秒时间超时前内确保你能安全到达紫色平台！

source: Afraid of heights?\Try not to get dizzy.
bs: Bojite se visine?\Potrudite se da vam se ne zavrti u glavi.
hr: Bojite se visine?\Pokušajte da vam se ne zavrti u glavi.
ko: 고소공포증이 있으신가요?\어지러움을 느끼지 않도록 주의하세요.
sr: Плашите се висине?\Покушајте да вам се не заврти у глави.
zh_cn: 恐高？保持别头晕。

source: Surf's Up !!
bs: Surfanje je u toku!!
hr: Surfanje je u toku!!
ko: 서핑이 시작됩니다 !!
sr: Сурфовање је почело!!
zh_cn: 冲浪奇兵！！

source: A 3D arcade game with a ball
bs: 3D arkadna igra s loptom
hr: 3D arkadna igra s loptom
ko: 공을 이용한 3D 아케이드 게임
sr: 3Д аркадна игра са лоптом
zh_cn: 3D 街机球类游戏

source: A 3D mini golf game
bs: 3D mini golf igra
hr: 3D mini golf igra
ko: 3D 미니 골프 게임
sr: 3Д мини голф игра
zh_cn: 3D迷你高尔夫

source: mtrl/words
bs: mtrl/riječi
hr: mtrl/riječi
sr: mtrl/речи

source: item/coin/coin
bs: predmet/kovanica/kovanica
hr: predmet/kovanica/kovanica
sr: предмет/новчић/новчић
zh_cn: item/coin/chinese_coin

source: item/coin/coin5
bs: predmet/kovanica/kovanica5
hr: predmet/kovanica/kovanica5
sr: предмет/новчић/новчић5

source: item/coin/coin10
bs: predmet/kovanica/kovanica10
hr: predmet/kovanica/kovanica10
sr: предмет/новчић/новчић10
