Repository: ersohnstyne/neverball
Catalog: po/*.po
Languages: bs, hr, ko, sr, zh_cn

source: A 26-hole course\following the alphabet\\Difficulty: Hard\Author: paxed\
bs: Tečaj s 26 rupa\po abecedi\\Težina: Teška\Autor: paxed\
hr: Teren s 26 rupa\prateći abecedu\Teškoća: Teško\Autor: paxed\
ko: 알파벳 순서대로 26홀 코스\난이도: 어려움\원작자: paxed\
sr: Терен са 26 рупа\пратећи абецеду\Тежина: Тешко\Аутор: paxed\
zh_cn: 一个26个球洞的赛道\遵循字母表的顺序。\难度：困难\作者：paxed\

source: Crazy Golf\ \\Difficulty: Easy to Medium\Author: slippifishi\
bs: Ludi Golf\ \\Težina: Lagana do Srednje razine\Autor: slippifishi\
hr: Ludi golf\ \\Težina: Lako do srednje\Autor: slippifishi\
ko: 크레이지 골프\ \\난이도: 쉬움~중간\원작자: slippifishi\
sr: Луди голф\ \\Тежина: Лака до средња\Аутор: slippifishi\
zh_cn: 疯狂的高尔夫\ \难度：简单到中等\作者：slippifishi\

source: Tricky Golf\\An 18-hole course with many challenges\Difficulty: Expert Through Insane\Author: Byron James Johnson
bs: Triki Golf\\Tečaj sa 18 rupa s mnogo izazova\Težina: Stručna do Nenormalne razine\Autor: Byron James Johnson
hr: Tricky Golf\\Teren s 18 rupa i mnogo izazova\Težina: Od stručnjaka do ludila\Autor: Byron James Johnson
ko: 트릭키 골프\\18홀 코스와 다양한 도전 과제\난이도: 전문가부터 광기까지\원작자: Byron James Johnson
sr: Трики Голф\\Терен са 18 рупа са много изазова\Тежина: Од стручњака до лудила\Аутор: Бајрон Џејмс Џонсон
zh_cn: 棘手的高尔夫\\一个18个球洞的富有挑战性的赛道\难度：专家到疯狂\作者：Byron James Johnson\

source: Golf Jambalaya\\Vidski's infamous course.\Difficulty: Medium to hard.\Author: vidski\
bs: Golf Džambalaja\\Vidskijev zloglasni tečaj.\Težina: Srednja do Teške razine.\Autor: vidski\
hr: Golf Jambalaya\\Zloglasno igralište Vidskija.\Težina: Srednje teško do teško.\Autor: vidski\
ko: 골프 잠발라야\\vidski의 악명 높은 코스.\난이도: 중간~어려움.\원작자: vidski\\
sr: Голф Џамбалаја\\Видскијев озлоглашени терен.\Тежина: Средње до тешко.\Аутор: видски\
zh_cn: 什锦高尔夫！\\Vidski著名的赛道！\难度：中等到困难。\作者：vidski\

source: Reshaun's iPutt Course\\\Difficulty: Easy through Hard\Author: Reshaun Francis
bs: Reshaunov iPutt kurs\\Težina: Od lakog do teškog\Autor: Reshaun Francis
hr: Reshaunov iPutt teren\\Težina: Od lakog do teškog\Autor: Reshaun Francis
ko: Reshaun의 iPutt 코스\\\난이도: 쉬움~어려움\원작자: Reshaun Francis
sr: Решонова стаза за iPutt\\Тежина: Од лаког до тешког\Аутор: Решон Франсис
zh_cn: Reshaun的iPutt赛道\\难度：简单到困难\作者：Reshaun Francis\

source: Neverball\\http://neverball.org\\Created by Robert Kooima\
bs: Neverball\\http://neverball.org\\Kreirao Robert Kooima\
hr: Neverball\\http://neverball.org\\Izradio Robert Kooima\
sr: Невербол\\http://neverball.org\\Креирао Роберт Куима\
zh_cn: 永不回球\\http://neverball.org\\由 Robert Kooima 创建\

source: Try to avoid being hit by moving objects.\One bump can throw the ball\completely out of control.\
bs: Probajte da ne budete pogođeni pokretnim predmetima.\Jedan udarac može izbaciti loptu\potpuno izvan kontrole.\
hr: Pokušajte izbjeći udarce predmeta u pokretu.\Jedan udarac može potpuno\izgubiti kontrolu nad loptom.\
ko: 움직이는 물체에 맞지 않도록 주의하세요.\한 번 부딪히면 공이\완전히 통제 불능이 될 수 있습니다.
sr: Покушајте да избегнете ударце покретних предмета.\Један ударац може потпуно\избацити лопту из контроле.\
zh_cn: 尝试不要被移动的东西撞到\一个小小的碰撞就可以把球甩出去并且\完全失去控制！\

source: Learn to control a bouncing ball.\Look at the shadow to know where the\ball will land. If you're feeling confident in\your mastery of bouncing, take a risk\for a big payoff.\
bs: Naučite kako da kontrolišete poskoknu loptu.\Pogledajte sjenu da znate gdje će\lopta sletjeti. Ako se osjećate samouvjereni u\vašu vještinu skakanja, uzmite rizik\za veliku isplatu.\
hr: Naučite kontrolirati loptu koja odskače.\Pogledajte sjenu kako biste znali gdje\će lopta sletjeti. Ako ste sigurni u svoje\majstorstvo odskakanja, riskirajte\za veliku dobit.\
ko: 바운싱 볼을 조종하는 법을 배우세요.\공이 어디에 떨어질지 알아보려면\그림자를 보세요. 바운싱에 자신이\있다면, 큰 보상을 위해 위험을 감수해\보세요.\
sr: Научите да контролишете лопту која одскаче.\Погледајте сенку да бисте знали\где ће лопта слетети. Ако сте сигурни у\своје мајсторство одскакања, ризикујте\за велики добитак.\
zh_cn: 学习如何去控制一个弹跳的球。\注意观察球的影子来判断\球会在哪里着陆。如果你对你自己\控制弹跳的球的技能很有信心，\那么就冒个风险来拿到更多的回报吧！\

source: This time you must get 50 coins to unlock the goal.\Red coins are worth 5, blue coins are worth 10.\Get to the goal before time expires!\\Click to begin.\
bs: Ovaj put morate sakupiti 50 novčića da otključate cilj.\Crveni novčići vrijede 5, a plavi vrijede 10 novčića.\Stignite na cilj prije nego što vrijeme istekne.\\Kliknite da započnete.\
hr: Ovaj put morate skupiti 50 novčića da biste otključali cilj.\Crveni novčići vrijede 5, plavi novčići vrijede 10.\Dođite do cilja prije isteka vremena!\Kliknite za početak.\
ko: 이번에는 목표를 달성하려면 50개의 코인을 모아야 합니다.\빨간색 코인은 5개, 파란색 코인은 10개입니다.\제한 시간 내에 목표에 도달하세요!\클릭하여 시작하세요.\
sr: Овог пута морате сакупити 50 новчића да бисте откључали циљ.\Црвени новчићи вреде 5, плави новчићи вреде 10.\Стигните до циља пре него што време истекне!\Кликните да бисте почели.\
zh_cn: 这次你必须拿到50个硬币才能解锁终点。\每一个红色的硬币值5个普通硬币，蓝色的硬币值10个。\在时间耗尽之前到达终点！\\点击开始\

source: Here are some more opportunities for you to\fall off into the void. Hit the bump hard to\grab some big coins and score a short time.\
bs: Evo vam više mogućnosti da padnete\u prazninu. Udarite džombu jako da\zgrabite velike novčiće i da osvojite kratko vrijeme.\
hr: Evo još nekoliko prilika da padnete u prazninu.\Snažno udarite u neravninu kako biste zgrabili velike novčiće i osvojili kratko vrijeme.\
ko: 허공으로 떨어질 수 있는 몇 가지 기회가 더\있습니다. 험지를 세게 쳐서 큰 동전을 획득하고\짧은 시간 안에 점수를 획득하세요.\
sr: Ево још неколико прилика да паднете\у празнину. Ударите снажно у неравнину да бисте\зграбили неке велике новчиће и освојили кратко време.\
zh_cn: 这里有更大的可能性让你的球掉入虚空之中。\用力撞击缓冲器来拿到一些\更多的硬币并且在短时间内过关。\

source: As before, but without the training wheels.\Keep the ball on a level floor\and maintain precise control.\Build some momentum to reach the corners.\
bs: Kao i prije, ali bez točkova za trening,\Držite loptu na ravnom podu\i održite preciznu kontrolu.\Sagradite malo momentuma da dobavite uglove.\
hr: Kao i prije, ali bez pomoćnih kotačića.\Držite loptu na ravnom podu\i održavajte preciznu kontrolu.\Stvorite zamah kako biste dosegli kutove.\
ko: 이전과 같지만, 보조 바퀴는 없습니다.\공을 평평한 바닥에 두고\정확한 컨트롤을 유지하세요.\모퉁이에 도달하기 위한 추진력을 얻으세요.\
sr: Као и пре, али без помоћних точкова.\Држите лопту на равном поду\и одржавајте прецизну контролу.\Створите замах да бисте стигли до углова.\
zh_cn: 就像之前那样，不过这次没有“辅助轮”了。\让球保持在一个水平面上\并且要精确地控制。\积攒一些动能来到大边边角角的地方.\

source: Move the mouse to tilt the floor.\Collect 10 coins to unlock the goal.\Guide the ball to the goal to\finish the level.\\Click to begin.\
bs: Pokrenite miš da nagnete pod.\Sakupite 10 novčića da otključate cilj.\Vodite loptu do cilja da\završite nivo.\\Kliknite da započnete.\
hr: Pomaknite miš za naginjanje poda.\Sakupite 10 novčića za otključavanje gola.\Vodite loptu do gola za završetak razine.\Kliknite za početak.\
ko: 마우스를 움직여 바닥을 기울이세요.\10개의 동전을 모아서 골을 잠금 해제하세요.\공을 골까지 보내서\레벨을 완료하세요.\\클릭하여 시작하세요.\
sr: Померите миш да бисте нагнули под.\Сакупите 10 новчића да бисте откључали циљ.\Водите лопту до циља да бисте\завршили ниво.\\Кликните да бисте почели.\
zh_cn: 移动鼠标或是使用键盘来倾斜赛道\收集10个硬币来解锁终点。\引导球到终点过关\点击鼠标左键或回车开始\

source: Half-pipes can be fun,\but they make it easy to fall out.\Don't over accelerate and you will\be able to stay in control.
bs: Polu-cijevi mogu biti zabavne,\ali možete lako iz njih ispasti.\Nemojte pre-ubrzati i moćete\ostati u kontroli.
hr: Spuštanje u polukružnom smjeru može biti zabavno, ali zbog toga je lako ispasti. Nemojte previše ubrzavati i moći ćete zadržati kontrolu.
ko: 하프파이프는 재밌지만,\넘어지기 쉽습니다.\과속하지 않으면 컨트롤을\유지할 수 있습니다.
sr: Халфпајпови могу бити забавни, али због њих је лако испасти. Немојте превише убрзавати и моћи ћете да задржите контролу.
zh_cn: 半开放的管道很好玩。\但是他们也很容易让你掉出去。\不要过快，那样的话你就能控制自己的球了。\

source: ''Flat'' is relative.\Learn to hold the floor at an angle\so that a slope remains level.\This way, you maintain full control of the ball.\Use momentum to get up to the big coins.\
bs: "Ravno" je odnosno.\Naučite držati pod pod uglom\da bi nagib ravan ostao.\Na ovaj način, možete održati potpunu kontrolu lopte.\Koristite momentum da se popnete velikim novčićima.\
hr: "Ravno" je relativno.\Naučite držati pod pod kutom tako\da nagib ostane ravan.\Na taj način održavate potpunu kontrolu nad loptom.\Iskoristite zamah da dođete do velikih novčića.\
ko: ''평평함'은 상대적입니다.\바닥을 각도를 맞춰서 경사면이 수평을\유지하도록 하는 법을 배우세요.\이렇게 하면 공을 완벽하게 제어할 수 있습니다.\기세를 이용해 큰 동전을 향해 나아가세요.\
sr: „Равно“ је релативно.\Научите да држите под под углом\тако да нагиб остане раван.\На овај начин одржавате потпуну контролу над лоптом.\Искористите замах да дођете до великих новчића.\
zh_cn: "平坦"是亲戚。\学会在一个有倾斜角的地面上控制自己的球.\利用动能来拿到更多的硬币\

source: There are 100 coins here.\This one shouldn't be too difficult,\if you don't accidentally make a goal first.\
bs: Ima 100 novčića ovdje.\Ne bi ovaj trebao biti toliko težak,\osim ako slučajno prvo ne prijeđete cilj.\
hr: Ovdje ima 100 novčića.\Ovo ne bi trebalo biti preteško,\ako slučajno prvo ne postignete gol.\
ko: 여기 동전 100개가 있습니다.\실수로 먼저 골을 넣지 않는다면,\그렇게 어렵지 않을 겁니다.\
sr: Овде има 100 новчића.\Ово не би требало да буде превише тешко,\ако случајно прво не постигнете гол.\
zh_cn: 这里有100个硬币。\这应该不会很难\如果你没有以外的碰到中点的话。\

source: Tilt the floor as little as possible.\Less tilt means lower speed.\Lower speed means better control.\Watch the clock and use the time wisely.\
bs: Nagnite pod što manje moguće.\Manje naginjanja znači niža brzina.\Niža brzina znači bolja kontrola.\Gledajte sat i mudro iskoristite vrijeme.\
hr: Nagnite pod što je manje moguće.\Manji nagib znači nižu brzinu.\Manja brzina znači bolju kontrolu.\Gledajte sat i mudro ga koristite.\
ko: 바닥을 최대한 기울이지 마세요.\기울기가 적을수록 속도가 느려집니다.\속도가 느리면 컨트롤이 좋아집니다.\시계를 보고 시간을 현명하게 사용하세요.\
sr: Нагињите под што је мање могуће.\Мањи нагиб значи мању брзину.\Мања брзина значи бољу контролу.\Гледајте на сат и користите време мудро.\
zh_cn: 尽可能少的倾斜赛道。\更少的倾斜意味着更慢的速度。\更慢的速度意味着更简单的操控。\注意你的时间！合理分配你的时间！\

source: Each bridge is narrower than the one before.\But each pays better than the last as well!\You get to decide how far you go on this one.\
bs: Svaki most je uži od prošlog.\Ali zato i svaki plaća bolje od prošlog!\Vaša je odluka koliko će te daleko ići.\
hr: Svaki most je uži od prethodnog.\Ali svaki je i isplativiji od prethodnog!\Ti odlučuješ koliko daleko ćeš ići na ovome.\
ko: 각 다리는 이전 다리보다 좁습니다.\하지만 이전 다리보다 수익이 더 좋습니다!\이 다리에서 얼마나 멀리 갈지는 여러분이 결정하세요.\
sr: Сваки мост је ужи од претходног.\Али сваки је и боље плаћен од претходног!\Ти одлучујеш колико далеко идеш на овом.\
zh_cn: 每一个桥都比之前的更窄且更陡峭。\但是每一个获得的回报也更多！\你可以自行决定到底走多远！\

source: Getting to the goal\shouldn't be a problem,\but getting all of the coins will\require some planning.\\Hint: often it is faster to avoid\a hole instead of falling into it.
bs: Ne bi trebao biti problem\da stignete na cilj,\ali da sakupite sve novčiće bi ste\trebali isplanirati.\\Savjet: često je brže izbjeć\rupu umjesto da u nju upadnete.
hr: Dolazak do cilja ne bi trebao biti problem, ali dobivanje svih novčića zahtijevat će malo planiranja.\Savjet: često je brže izbjeći rupu nego upasti u nju.
ko: 목표에 도달하는 것은\문제가 되지 않지만,\모든 동전을 얻으려면\약간의 계획이 필요합니다.\\힌트: 구멍에 빠지는 것보다 구멍을\피하는 것이 더 빠를 때가 많습니다.
sr: Достизање циља не би требало да буде проблем, али сакупљање свих новчића захтеваће мало планирања. Савет: често је брже избећи рупу него упасти у њу.
zh_cn: 到达终点应该不困难。\但是拿到所有的硬币可是需要些计划的！\提示：一般来说，更快的速度\能避免掉入一个洞中。

source: Stay away from the edges!\When approaching a drop, begin slowing down\early. You need just as much room to slow\down as you did to speed up.\
bs: Maknite se od ivica!\Kad pristupate padu, počnite rano usporavati.\Treba vam onoliko prostora da usporite\koliko vam je i trebalo da ubrzate.\
hr: Klonite se rubova!\Kada se približavate padini, počnite usporavati\rano. Trebate jednako toliko prostora za usporavanje\kao što ste imali za ubrzanje.\
ko: 가장자리에서 멀리 떨어지세요!\낙하 지점에 접근할 때는 일찍 속도를 늦추세요.\속도를 높일 때와 마찬가지로 속도를 줄일\때도 충분한 공간이 필요합니다.\
sr: Клоните се ивица!\Када се приближавате падини, почните рано да\успорите. Потребно вам је исто толико\простора за успоравање колико и за убрзање.\
zh_cn: 远离边缘！\当你靠近一个掉落点时，一定要提早减速！\你需要很长的距离才能刹车！\

source: Follow the yellow lick road!\\The blue coins are especially challenging,\but with some experimentation and practice,\you'll be able to collect them all.
bs: Pratite put žutih lizih!\\Plavi novčići su posebno izazovni,\ali sa malo eksperimentacije i vježbe\ih možete sve sakupiti.
hr: Slijedite žuti put za lizanje!\\Plavi novčići su posebno izazovni,\ali uz malo eksperimentiranja i vježbe,\moći ćete ih sve skupiti.
ko: 노란색 탈주로를 따라가세요!\\파란색 동전은 특히 어렵지만,\실험과 연습을 통해\모두 모을 수 있을 거예요.
sr: Пратите жути пут за лизање!\\Плави новчићи су посебно изазовни,\\али уз мало експериментисања и вежбе,\\моћи ћете да их све сакупите.
zh_cn: 跟着黄色的路！\想要收集蓝色的硬币显然是个很大的挑战。\但是，有了一些实验和练习，你便能全部拿到他们！

source: The ball wants to rebound uncontrollably\in a narrow passage. Keep it slow and\off the walls. All the coins are collectable\in the given time.\
bs: Lopta želi nenormalno odskakivati\u uskom prolazu. Držite ju sporo i\dalje od zidova. Svi novčići se mogu u\dato vrijeme sakupiti.\
hr: Lopta se želi nekontrolirano odbiti\u uskom prolazu. Polako i dalje od zidova. Svi novčići se mogu sakupiti\u zadanom vremenu.\
ko: 공이 좁은 통로에서 걷잡을 수 없이 튀어\오르려 합니다. 천천히 굴리고 벽에 닿지\않도록 하세요. 주어진 시간 안에 모든\동전을 모을 수 있습니다.\
sr: Лопта жели неконтролисано да се одбије у\уском пролазу. Држите је споро и држите\је подаље од зидова. Сви новчићи се могу\сакупити у датом времену.\
zh_cn: 球将在狭窄的通道里不受控制地反弹，保持它的缓慢和\远离墙壁。所有的硬币在给定的时间内都是可收藏的。\

source: Puzzling but profitable.\\Take time to observe the motions\of the bumpers - it will help you\to reach the goal.
bs: Zagonetno ali unosno.\\Pričekajte i posmatrajte pokrete\branika - pomoći će vam da\stignete na cilj.
hr: Zagonetno, ali isplativo.\\Odvojite vrijeme za promatranje kretanja\odbojnika - to će vam pomoći\da postignete cilj.
ko: 당황스럽지만 유익합니다.\\범퍼의 움직임을 관찰하는 데 시간을\투자하세요 - 목표 달성에 도움이 될 것입니다.
sr: Загонетно, али профитабилно.\\Одвојите време да посматрате кретање\браника - то ће вам помоћи\да дођете до циља.
zh_cn: 令人费解但有利可图。花点时间观察杠杆的运动——它会帮助你达到目标。

source: A moving platform can be tricky.\Use precise timing to get aboard,\and precise balance to stay there.\Don't let it move out from under you.\Ride the platforms to grab the big coins.\
bs: Pokretna platforma može biti lukava.\Koristite precizan proračun da se ukrcate,\i precizan balans da tu ostanete.\Ne dozvolite da se odmakne ispod vas.\Koristite platforme za zgrabite velike novčiće.\
hr: Pokretna platforma može biti nezgodna.\Koristite precizno tempiranje da biste se ukrcali\i preciznu ravnotežu da biste ostali tamo.\Ne dopustite da vam se pomakne ispod nogu.\Vozite se platformama kako biste zgrabili velike novčiće.\
ko: 움직이는 플랫폼은 까다로울 수 있습니다.\정확한 타이밍을 이용해 탑승하고\정확한 균형을 유지해 그 자리를 지키세요.\플랫폼이 움직이지 않도록 주의하세요.\큰 동전을 잡으려면 플랫폼을 타세요.\
sr: Покретна платформа може бити незгодна.\Користите прецизан тајминг да бисте се укрцали\и прецизну равнотежу да бисте остали тамо.\Не дозволите да вам се помери испод ноге.\Возите се платформама да бисте зграбили велике новчиће.\
zh_cn: 移动的平台可能很棘手。你需要使用精确的时间保持在平板上并且精确的平衡保持在那里。不要让它离开你控制，在平台上抓住大的硬币。

source: Mouse buttons rotate the view.\Press Escape to pause or quit.\\\\Click to begin.\
bs: Dugmadi na mišu okreću pogled.\Pritisnite Esc da pauzirate ili da izađete.\\\\Kliknite da započnete.\
hr: Tipke miša okreću prikaz.\Pritisnite Escape za pauziranje ili izlaz.\\\Kliknite za početak.\
ko: 마우스 버튼을 사용하여 보기를 회전합니다.\Esc 키를 눌러 일시 중지하거나 종료합니다.\\\\클릭하여 시작합니다.\
sr: Дугмад миша ротирају приказ.\Притисните Escape да бисте паузирали или изашли.\\\\Кликните да бисте започели.\
zh_cn: 鼠标按键旋转视角，按下ESC键可以选择暂停或者退出，任意点击开始。

source: When you are on the elevators,\make small adjustments to keep the ball steady.\You can collect many coins by\keeping the ball in one place.\Too much movement and you will fall off.
bs: Kad ste na liftovima,\napravite male izmjene da biste držali loptu postojnu.\Možete sakupiti mnogo novčića ako\držite loptu na jednom mjestu.\S previše kretanja možete pasti.
hr: Kada ste u liftovima, napravite male prilagodbe kako biste loptu održali stabilnom. Možete skupiti mnogo novčića držeći loptu na jednom mjestu. Previše kretanja i pasti ćete.
ko: 엘리베이터를 탈 때는 공이\움직이지 않도록 작은 조정을 하세요.\공을 한곳에 고정시키면 많은\동전을 모을 수 있습니다.\너무 많이 움직이면 떨어질 수 있습니다.
sr: Када сте у лифтовима, правите мала подешавања да би лопта била стабилна. Можете сакупити много новчића држећи лопту на једном месту. Превише кретања и пашћете.
zh_cn: 当你处于升降机上，轻微调整保持球稳定，保持球在一个地方，你可以手机许多金币，如果球移动太多，你就会掉下来。

source: There is only one path to reach the goal,\but lots of paths for collecting coins.\Make sure you collect enough\to unlock the goal.
bs: Ima samo jedan smjer da dođete do cilja,\ali mnogo smjerova da sakupite novčiće.\Budite sigurni da ste sakupili\dovoljno da otključate cilj.
hr: Postoji samo jedan put do cilja, ali ima mnogo puteva za skupljanje novčića. Pobrinite se da sakupite dovoljno da biste otključali cilj.
ko: 목표에 도달할 수 있는 길은 하나뿐이지만,\코인을 모을 수 있는 길은 많습니다.\목표를 달성할 만큼 충분한\코인을 모았는지 확인하세요.
sr: Постоји само један пут до циља, али има много путева за сакупљање новчића. Уверите се да сакупите довољно да бисте откључали циљ.
zh_cn: 只有一条路径到达目标，但是有许多路径可以收集硬币，确保你收集到足够的硬币解锁下一关。

source: Follow the trail of coins to reach the goal.\If you hit a post while moving quickly,\you will bounce far off course.
bs: Pratite trag novčića da biste došli do cilja.\Ako udarite u stub dok se brzo krećete,\odskočit ćete daleko od kursa.
hr: Pratite trag novčića da biste došli do cilja.\Ako udarite u stup dok se brzo krećete,\odskočit ćete daleko s puta.
ko: 동전의 흔적을 따라 목표 지점에 도달하세요.\빠르게 움직이는 중에 기둥에 부딪히면\멀리 벗어나게 됩니다.
sr: Пратите траг новчића да бисте стигли до циља.\Ако ударите у стуб док се брзо крећете,\одскочићете далеко са курса.
zh_cn: 跟随硬币的轨迹到达目标。如果你在快速移动的时候撞击了一个标杆，你就会被反弹偏离轨迹。

source: Hills require more speed to get over.\Be careful not to go too fast!
bs: Brda zahtijevaju veću brzinu da biste prešli.\Pazite da ne idete prebrzo!
hr: Za svladavanje brda potrebna je veća brzina.\Pazite da ne idete prebrzo!
ko: 언덕을 넘으려면 더 빠른 속도가 필요합니다.\너무 빨리 가지 않도록 조심하세요!
sr: За прелазак преко брда је потребна већа брзина.\Пазите да не идете пребрзо!
zh_cn: 山坡需要更快的速度才能跨过。\但也别太快了！

source: When the ball is on a moving platform,\it will be pulled in the direction of movement.\Use the rails to steady yourself,\and collect the coins you need\to open the goal.
bs: Kada se lopta nalazi na pokretnoj platformi, bit će povučena u smjeru kretanja. Koristite šine da se stabilizujete i sakupite novčiće koji su vam potrebni da otvorite gol.
hr: Kada se lopta nalazi na pokretnoj platformi, bit će povučena u smjeru kretanja. Koristite tračnice za stabilizaciju i skupljajte novčiće potrebne za otvaranje gola.
ko: 공이 움직이는 플랫폼 위에 있으면,\움직이는 방향으로 당겨집니다.\난간을 이용하여 균형을 잡고,\목표를 여는 데 필요한 동전을\모으세요.
sr: Када се лопта налази на покретној платформи, биће вучена у смеру кретања. Користите шине да се стабилизујете и сакупите новчиће који су вам потребни да бисте отворили гол.
zh_cn: 当球在移动的平台上，它将被拉向运动的方向。使用旁边的护栏来稳定你自己，并且收集需要打开下一关的金币。

source: Grab all the coins...\but don't get bullied!
bs: Zgrabi sve novčiće…\ali nemoj da te maltretiraju!
hr: Zgrabi sve novčiće... ali nemoj se dati maltretirati!
ko: 모든 동전을 모으세요...\하지만 괴롭힘을 당하지 마세요!
sr: Зграбите све новчиће... али немојте да вас малтретирају!
zh_cn: 获取所有金币，别害怕失败。

source: Here's another coin grab.\Perhaps you already know a good route.\Teleportation might come in handy.\
bs: Evo još jednog hvatanja novčića.\Možda već znate dobru rutu.\Teleportacija bi mogla biti korisna.\
hr: Evo još jednog hvatanja novčića.\Možda već znate dobru rutu.\Teleportacija bi mogla biti korisna.\
ko: 또 다른 동전 획득 방법이 있습니다.\아마도 이미 좋은 경로를 알고 계실 겁니다.\순간이동이 유용할 수도 있습니다.\
sr: Ево још једног начина хватања новчића.\Можда већ знате добру руту.\Телепортација би могла бити корисна.\
zh_cn: 这里是另外一种金币手机，也许你已经知道一条好的路线，传送门迟早有用的。

source: =Adventure=\Many things to do, coins to collect, risks to take.
bs: =Avantura=\Mnogo stvari za uraditi, novčića za sakupljanje, rizika za preuzimanje.
hr: =Avantura=\Mnogo stvari za raditi, novčića za skupljati, rizika za preuzeti.
ko: =모험=\해야 할 일이 많고, 모아야 할 동전이 많으며, 감수해야 할 위험도 많습니다.
sr: =Авантура=\Много ствари за радити, новчића за сакупљање, ризика за преузимање.
zh_cn: =冒险=\很多事情要做，收集硬币，风险不小。

source: =Atrium=\Remove the coins from their columns.
bs: =Atrijum=\Uklonite novčiće iz njihovih kolona.
hr: =Atrijum=\Uklonite novčiće iz njihovih stupaca.
ko: =아트리움=\기둥에서 동전을 제거합니다.
sr: =Атријум=\Уклоните новчиће из њихових колона.
zh_cn: =中庭= 把硬币从柱子上拿掉。

source: =Buoys=\He who controls the timers, controls the gates.
bs: =Bove=\Onaj ko kontroliše tajmere, kontroliše i kapije.
hr: =Buoje=\Tko kontrolira mjerače vremena, kontrolira vrata.
ko: =부표=\타이머를 조종하는 자가 문을 조종합니다.
sr: =Бове=\Онај ко контролише тајмере, контролише капије.
zh_cn: =浮标= 他是控制时间，控制大门的人。

source: =Cargo=\Let yourself be carried away.
bs: =Teret=\Prepustite se nošenju.
hr: =Teret=\Prepustite se nošenju.
ko: =화물=\자신을 끌어당깁니다.
sr: =Терет=\Препустите се забави.
zh_cn: =货船= 让你自己被带走

source: =Confetti=\Help! There has got to be a way through this mess.
bs: =Konfeti=\Upomoć! Mora postojati način da se riješi ovaj nered.
hr: =Konfeti=\Upomoć! Mora postojati način da se riješi ovaj kaos.
ko: =색종이 조각=\도와주세요! 이 난국을 헤쳐나갈 방법이 분명히 있을 거예요.
sr: =Конфете=\Упомоћ! Мора да постоји начин да се реши овај хаос.
zh_cn: =狂欢= 求救！必须有一种办法来解决这个麻烦。

source: =Discs=\Used correctly, the platforms will take you to the goal.
bs: =Diskovi=\Uz pravilno korištenje, platforme će vas odvesti do cilja.
hr: =Diskovi=\Uz pravilno korištenje, platforme će vas odvesti do cilja.
ko: =디스크=\올바르게 사용하면 플랫폼을 통해 목표 지점까지 이동할 수 있습니다.
sr: =Дискови=\Ако се правилно користе, платформе ће вас одвести до циља.
zh_cn: =碟盘= 正确的使用，平台会带你到目标。

source: =Inferno=\The fire thwomps will try to foil your mission.
bs: =Inferno=\Vatreni udarci će pokušati da osujete vašu misiju.
hr: =Pakao=\Vatreni udarci će pokušati spriječiti vašu misiju.
ko: =화염=\불의 쿵쿵거림이 임무를 방해하려 할 것입니다.
sr: =Пакао=\Ватрени ударци ће покушати да вам осујете мисију.
zh_cn: =地狱= 火会挫败你的任务。

source: =Ladybirds=\Don't let them bug you.
bs: =Bubamari=\Ne dozvolite im da vas uznemiravaju.
hr: =Bubamari=\Ne dopustite da vas smetaju.
ko: =무당벌레=\귀찮게 여기지 마세요.
sr: =Бубамаре=\Не дозволите да вас узнемиравају.
zh_cn: =瓢虫= 不要让他们打扰你。

source: =Mountains=\Ups and downs are a part of life.
bs: =Planine=\Usponi i padovi su dio života.
hr: =Planine=\Usponi i padovi su dio života.
ko: =산=\기복은 삶의 일부입니다.
sr: =Планине=\Успони и падови су део живота.
zh_cn: =山脉= 上上下下是生活的一部分。

source: =Museum=\Please do not touch the exhibits.
bs: =Muzej=\Molimo vas da ne dirate eksponate.
hr: =Muzej=\Molimo vas da ne dirate eksponate.
ko: =박물관=\전시품을 만지지 마세요.
sr: =Музеј=\Молимо вас да не дирате експонате.
zh_cn: =展览馆= 请不要触碰这些展品。

source: =Oddities=\Something is not quite right here...
bs: =Neobične stvari=\Nešto ovdje nije sasvim u redu...
hr: =Neobičnosti=\Nešto ovdje nije sasvim u redu...
ko: =이상함=\여기 뭔가 이상한 게 있어요...
sr: =Необичности=\Нешто овде није баш у реду...
zh_cn: =奇异= 这里有些东西不太对劲....

source: =Rails=\Do not lose your balance.
bs: =Šine=\Ne gubite ravnotežu.
hr: =Tračnice=\Ne gubite ravnotežu.
ko: =난간=\균형을 잃지 마세요.
sr: =Шине=\Не губите равнотежу.
zh_cn: =护栏= 不要丢失你的平衡。

source: =Ramps=\Can you make it to the top?
bs: =Rampe=\Možete li stići do vrha?
hr: =Rampe=\Možete li stići do vrha?
ko: =램프=\정상까지 올라갈 수 있나요?
sr: =Рампе=\Можете ли стићи до врха?
zh_cn: =斜坡= 你能做到最好吗 ？

source: =Rings=\Roll your way through this trap.
bs: =Prstenje=\Prokotrljajte se kroz ovu zamku.
hr: =Prstenje=\Prokotrljajte se kroz ovu zamku.
ko: =링=\이 함정을 굴려 통과하세요.
sr: =Прстење=\Провуците се кроз ову замку.
zh_cn: =环=按你的方式通过陷阱。

source: =Slope=\Try not to become a modern-day Sisyphus.
bs: =Nagib=\Pokušajte da ne postanete moderni Sizif.
hr: =Nagib=\Pokušajte ne postati moderni Sizif.
ko: =경사=\현대판 시시포스가 되지 않도록 노력하세요.
sr: =Нагиб=\Покушајте да не постанете модерни Сизиф.
zh_cn: =斜坡=努力不要成为现代的西叙福斯（古希腊神话中一位邪恶的国王，死后收到惩罚）
