Repository: ersohnstyne/neverball
Catalog: po/jbo.po
Languages: jbo

source: To make progress here you'll need to hit the\edges hard and control your bouncing.\It's often easiest to hit the curb at a corner.\
jbo: fi lonu zbasu viku lo nu xagyfarvi cu nitcu fa do lonu darxi be le\relcimdykoi ku co jdari gi'e jitro lo do nu mirjanli\se cafne lonu se filrai lonu darxi le dagykoi bu'u lo kojna\

source: Thus Neverball is a puzzle game?\Remove the red to unlock the goal.\Each trigger switches colors in direct contact.
jbo: .ini'ibo xu la .neverbal. cu se namkei\.i ko vimcu lo xunre seri'a lonu naltelgau fi le velva'i\.i rodano'u lo te frati cu fraseljimca fragau lo skari poi setnaldicra pencu

source: Ribbit!\
jbo: ¡irbite sai!\

source: Time the switches carefully to synchronize\the motion of the platforms.\Move quickly across the gaps.\
jbo: ko temsaxygau le fraseljimca fi'o racyju'i seri'a lonu temsaxygau\lo nulmu'u be le tsina\.i ko muvdu co sutra fi'o se kruca le kutyca'u\

source: Yes, the ball does fit quite nicely through\those little holes.\
jbo: je'u go'i .i le bolci cu nilbramapti co mutce zabna pa'o\tano'u le cmalu kevna\

source: Control your speed and your bounces.\Teleporters will always bring you\back somewhere in the level.
jbo: .i ko jitro lo do nilsutra .e lo do nu mirjanli\.i lo sukmu'uca'a ba roroi bevri do\lo te xruti be bu'u da poi nenri le mu'erpau

source: Momentum may work against you.\
jbo: lo niljuntysutra cu cumki gasnu fi lo fapro be do\

source: Allow your greed to guide you.\For an added challenge,\try to get to all of the coins.\It can be done without guesswork.\
jbo: ko curmi lonu lo do jdini nu vampoi cu gidva do\.i mu'i tu'alo jmina te talsi\koda'i troci lonu klama ro le sicni\.i ra se ke gasnu kakne secau lo smadi se gunka\

source: Go for a ride.\
jbo: ko klama selma'e\

source: There are two goals here.\You can complete this level\the easy way or the hard way.\Of course, by going the easy way\you can forget about all\those red and blue coins.
jbo: se zasti re velva'i viku\.i do kakne lonu mulgau le vi mu'erpau\kei ta'i le frili .a le nandu\.i ju'o ta'i le frili\do ka'e mo'icri fi ro\le va xunre ja blanu sicni

source: So many different paths to take...\have you tried all of them?
jbo: so'i bi'a drata pluta noi ka'e jai se zukte\.i ¿pau xu do pu troci fi ro le ra?

source: Slow and steady.\
jbo: lonu masno gi'e stodi\

source: You'll only get about 15 seconds at each step,\so don't delay. Get the coins and\get to the next switch.\
jbo: do ba cpacu ji'i 15 po'o snidu ne'i le koi'au te serti\.isemu'ibo ko na tcikyze'a .i ko cpacu le sicni gi'e\klama lo bavla'i fraseljimca\

source: Don't get bullied.\
jbo: ko na binxo se kuskei\

source: I think I can.\I think I can.\
jbo: .iaru'e mi kakne\.i .iaru'e mi kakne\

source: So close, yet so very far.\
jbo: mutce jibni gi'eku'i basna mutce darno\

source: Ride the elevators to the top.\They move quickly,\so don't dally too long.\
jbo: ko se bevri le lafmi'i seka'a le galraipau\.i ra muvdu sutra\.isemu'ibo ko na denpa sela'u lo dukse\

source: Have fun picking up those\red and blue coins.\
jbo: ko se geirzdi lonu tolpu'i le va\xunre ja blanu sicni\

source: Don't worry.\The green part isn't going anywhere.\
jbo: ka na xanka\.i le crino pagbu na muvdu da\

source: Use the switches to set the platforms\in motion. Time it so they come\together in the middle.\
jbo: ko pilno le fraseljimca lonu tcimi'e le tsina\lonu muvdu .i ko temsaxygau sema'ai lonu ra klama\lonu kansa ne'i lo midju\

source: The ball must be entirely within a teleporter\in order to trigger it.\Remember that the ball carries its momentum\through a teleporter, so plan ahead.\
jbo: le bolci cu jai sarcu fai lonu mulno nenri lo sukmu'uca'a\kei lonu te fraseljimca gasnu ri\.i ko morji lodu'u le bolci cu bevri lo ri niljuntysutra\pa'o lo sukmu'uca'a .iseki'ubo ko platu co crane\

source: The floor is as flat as you make it.\
jbo: le loldi cu pinta sela'u zo'epoi do galfi ri\

source: Stairway to heaven
jbo: serti seka'a la ceizda

source: Those bridges are angled.\Each is narrower and steeper than the last.\Take the easy cash or\go all the way for a big payoff.\
jbo: le va cripu cu salpo\.i lo kancau cu jakmau gi'e sa'ormau vau lo prula'i\.i ko lebna le frili xandi'i gi'a\klama fo lo mulno mu'i lonu barda ve cnemu\

source: Plenty of coins for the taking.\Can you take them all?
jbo: lo zmabazlai be lo sicni be mu'i lonu lebna\.i xu do kakne lonu lebna le ro ra

source: Use momentum to reach\the upper platforms,\but keep the ball in control\for safe landing.\\The manual view may help here.\
jbo: ko pilno lo niljuntysutra lonu kupkla\le galmau tsina\gi'eku'i ralte lonu le bolci cu se jitro\kei mu'i lonu snura pipmulkla\\.i le macnu jvinu cu cumki sidju viku\

source: Remember to keep an eye on the shadow to\help control a bouncing ball. And don't\forget to use the mouse buttons to keep the\ball in view.\
jbo: ko morji fi lonu ralte lonu pa kanla cu se farna le ctino kei seri'a\lonu sidju co jitro be lo mirjanli bolci .ije ko na\mo'icri tu'alonu pilno le samxa'e batke lonu ralte lonu le\bolci cu nenri lo jvinu\

source: Use teleporters to go\where you otherwise couldn't.\
jbo: ko pilno lo sukmu'uca'a lonu klama\zo'epoi do va'o lo drata na kakne\

source: Balance risk versus reward.\
jbo: ko laxygau lo xe karbi be lonu xaircu'i bei lonu cnemu\

source: Ascend the slope to reach your goal.\(Easier said than done.)
jbo: ko kapkla fo le salpo seri'a lonu kupkla lo do velva'i\(to filmau fa lonu se cusku kei lonu se gasnu toi)

source: Catch the train before it leaves the station.\
jbo: ko ko cabybixygau le trene lonu purci lonu cliva le tcana\

source: The ball will fit in those small holes,\if you can just find something to make it smaller.\Other places may require a bigger ball.\One thing is certain - you'll want a plan!
jbo: le bolci ba nilbramapti lo nenri be le va cmalu kevna\fau lonu do kakne ke po'o facki da poi ka'e binxo ra cmamau\lo drata stuzi cu cumki jai se sarcu lo bramau bolci\pa zo'e cu se birti sezo'u'e lodu'u do ba djica tu'alo se platu sai !

source: Hit the switches to move the barriers.\
jbo: ko darxi le fraseljimca seri'a lonu muvgau le selgrebi'u\

source: The temptation to move quickly\could prove your undoing.\\Then again, maybe not...
jbo: lo nu xlura fi lonu muvdu sutra\cu cumki jetyja'o lonu do se daspo\\ju'o ma'o'ei remoi pensi se'u se cumki lonu na co'e …

source: Take it slowly.\
jbo: ko zukte masno\

source: You can never go home again...
jbo: do ze'eba na kakne lonu klama be lo zdani be'o co krefu ci'o'eimeli'obu…

source: You'll need to exert some control over your\view here. Press 3 to stop the auto-rotation.\Use the mouse buttons to rotate it manually.\Press 1 to return to the auto-rotating view.\
jbo: do ba nitcu lonu pliri'a piso'o lonu jitro le do\jvinu cu'e'o viku .i ko da'ergau li 3 seri'a lonu sisti lenu zmiku carna\.i ko pilno le samxa'e bo batke seri'a lonu cargau be ra macnu\.i ko da'ergau li 1 seri'a lonu xruti fi loka co'e le zmiku bo carna jvinu\

source: This wedding cake is plenty rich,\but be careful as you go\to each lower layer.
jbo: le vi specfari'i titnanba cu zmabazlai ricfu\.ijeku'i ko capyju'i ca lonu do klama\lo koi'au dizmau senta

source: Bump the logs at speed to change lanes.\Try to reach the top for an extra challenge!
jbo: ko cmajanli le ricystanyzilvi'u seri'a lonu galfi loka klaji\.i ko troci lonu kupkla le galraipau kei mu'i tu'apalo jmina te talsa cu'o'evausai !

source: Take it slow to keep it away from the edge.\Or, don't.\Either way might work.\
jbo: ko lifri masno seri'a lonu ralte lonu zo'e narjbi le relcimdykoi\.ija ko na co'e\.i lo vlina tadji cu cumki te snada\

source: Just as before, but moving up instead of down.\No cheating this time.\
jbo: satci simsa lo purci .ijeku'ibo lonu muvdu fa'a lo galtu seba'i lo dizlo\.i no nu tcica kei ca ti noi temke'u\

source: Here's yet another test of your ability\to control bouncing. Moving down the\stairs too quickly can be hazardous.\
jbo: viku se zasti lo krefu krefu cipra tu'alo do nu certu\lonu jitro lonu mirjanli .i lonu muvdu fa'a lo dizlo fo le\serti kei poi dukse co sutra cu ka'e ckape\

source: This maze has no walls.\But that doesn't make the solution\any easier to find.\
jbo: le vi sorlutca'u cu ckaji tu'a no bitmu\.iku'i la'edi'u na galfi lo danfu\da poi jai frimau fai lonu facki fi ce'u\

source: That one switch controls all five barriers.\Be quick, because the switch is on a timer.\When it expires, the barriers will rise.\
jbo: le pa va fraseljimca cu jitro ro lo mu selgrebi'u\.i ko sutra ki'u lonu le fraseljimca cu jai se jitro lo temymre\.i ca lonu ri se temfa'o kei le selgebi'u ba galmu'u\

source: Follow the trail of coins\to make it through the labyrinth.
jbo: ko jersi le ba'arlu be lo sicni\seri'a lonu snada lonu pagre le sorlutca'u

source: There are plenty of coins here if you're\willing to take the time to grab them.\
jbo: se zasti lo zmabazlai be lo sicni viku fau lonu do\tolxarnu lonu lebna lo temci poi sarcu lonu jajyjai ra\

source: Prisonnier de la boule.\Living in a sphere.\Catching all blue coins is a challenge.
jbo: Prisonnier de la boule.\lonu nunji'e lifri ne'i lo caltaiboi\.i lonu kavbu ro blanu sicni cu te talsa

source: Try to grab all of the blue coins...\it won't be easy!
jbo: ko troci lonu jajyjai ro le blanu sicni …\.i ri ba na frili sai !

source: Block around the clock.
jbo: ko fanta fu'u le junla

source: Follow the blue coins...\and learn to control your bounce!\Hint: Use the 'chase' camera mode.
jbo: ko jersi le blanu sicni …\gi'e cilre fi lonu jitro lo do nu mirjanli sai !\.i lo kritikti'i zo'u: ko pilno le secu'u me'au la'e zo jersi kacma tcini

source: Follow the arrows.
jbo: ko jersi le farsni

source: It's a real game of checkers, but no one wins...\You have to bounce to reach the blue coins.
jbo: zo'e cu facyza'i ke selkei co kelcrdaumtci .ijeku'ibo no da jinga …\.i do nitcu lonu mirjanli kei lonu kupkla le blanu sicni

source: Calm and meditation may bring you to the Nirvana.
jbo: lonu narxanka joi lonu sajypei cu cumki bevri do le nirvana

source: Savoir chuter.\Follow the blue markers.
jbo: Savoir chuter.\ko jersi le blanu barna

source: Use the new coins to change ball size!\I hope you like it!\-Dave
jbo: ko pilno le cnino sicni lonu galfi loni bolci nilbra\.i mi pacna lodu'u do nelci zo'e sai !\.i mi'e .deiv.

source: There are special coins which can make your\ball larger or smaller.
jbo: se zasti lo steci sicni noi ka'e galfi lo do\bolci loka bramau .a loka cmamau

source: Let's go for a swim...\all the coins are fully submerged.\
jbo: mi'oko'oi klama lonu limna …\.i ro le sicni cu mulno jinru\

source: Move the mouse to tilt the floor.\Collect 10 coins to unlock the goal.\Guide the ball to the goal to\finish the level.\\Click to begin.
jbo: ko muvgau le samxa'e seri'a lonu sa'orgau le loldi\.i jajgau 10 sicni seri'a lonu naltelgau fi le velva'i\.i ko gidva le bolci lonu klama le velva'i kei seri'a lonu\fa'ormu'ogau le mu'erpau\\.i ko samxa'eda'egau seri'a lonu cfari

source: Fall down stairs.\Ough!\It hurts.
jbo: ko farlu fa'a lo dizlo pa'o lo serti\.i .oisai\.i cortu

source: Just let it happen...\then start to worry!
jbo: po'o ko curmi lonu zo'e fasnu …\.ibabo cfagau lonu xanka

source: Another test for timer accuracy.
jbo: lo krefu cipra be lo temymre nu satci

source: Le parcours du combattant.\Ready for the assault course?
jbo: Le parcours du combattant.\xu bredi tu'ale xadyxai lutpoi pau ?

source: La course effrénée.\Let's run some laps.
jbo: La course effrénée.\mi'oko'oi bajra do'e so'o cupterplo

source: Les rampes abruptes.\Control your speed.
jbo: Les rampes abruptes.\ko jitro lo do nilsutra

source: L'escalade ardue.\Do you suffer from vertigo?
jbo: L'escalade ardue.\xu do te bilma lo stuxadlaxterbi'a

source: Le cycle éternel.\Avoid teleporters...
jbo: Le cycle éternel.\ko rivbi zo'eilo sukmu'uca'a …

source: La ballade tranquille.\What a quiet walk.
jbo: La ballade tranquille.\loni smaji nu cadzu

source: La ballade dansante.\Let's dance on the moving platform!\Tip: After activating the last moving platform,\ turn around the Thwomp until the goal is reachable.
jbo: La ballade dansante.\mi'oko'oi dansu ga'ure'o le muvdu tsina sai !\lo djunoi zo'u: ba lonu nalcadgau le romoi ke muvdu tsina kei\ ko jincarna le tu'ampe co'u lonu le velva'i cu se kupkla se jai kakne

source: La descente infernale.\Easy enough to start?
jbo: La descente infernale.\frili banzu lonu cfari cu'e'ovauxu ?

source: La conduite stressante.\Attention:\The platform under the ball moves forward.
jbo: La conduite stressante.\ju'iko\le tsina poi cnita le bolci cu muvdu mo'ica'uku

source: La conduite dangereuse.\The platform under the ball moves quickly forward.\You would do well to advance.
jbo: La conduite dangereuse.\le tsina poi cnita le bolci cu muvdu co sutra mo'ica'uku\.i do gasnu da'i co xamgu lonu crakla

source: Le passage incertain.\Isn't too easy?
jbo: Le passage incertain.\xu na dukse frili ?

source: Ghost Valley.\Make 3 laps to open the goal.
jbo: la mroru'i ma'arbi'i\.i ko snada zo'ei 3 cupterplo seri'a lonu kargau le velva'i

source: La tour de verre.\Find the way to the exit.
jbo: La tour de verre.\ko facki fi lo pluta be le cliva se grekla

source: La maîtrise de Neverball.\You still think Neverball is too easy?
jbo: La maîtrise de Neverball.\do ralte jinvi lodu'u la .neverbal. cu dukse frili cu'e'oxupau ?

source: Les boucles renversantes.\Upside down!
jbo: Les boucles renversantes.\gapnitfa'e sai !

source: Le contrôle des courbes.\Find the right angle to turn,\to jump and to land...
jbo: Le contrôle des courbes.\ko facki fi lo drani jganu be seta'i lonu carna\.e lonu plipe .e lonu pipmulkla …

source: Le chemin dissimulé.\Test your memory.
jbo: Le chemin dissimulé.\ko cipra fi lo do mo'isro

source: Le labyrinthe fou.\You know the way, you see it,\so why are you taking another one?
jbo: Le labyrinthe fou.\do djuno fi lo pluta .i do viska ri\.iseki'ubo mu'i ma do ca cuxna lo drata pau ?

source: Le sentier étroit.\Patience and timing.\Tip: maximise speed at the first slope.
jbo: Le sentier étroit.\lonu depcni .e lonu temsarxe\lo djunoi zo'u: ko zmaraigau fi lo nilsutra bu'u le pamoi salpo

source: Les épreuves minutées.\Run baby, run!
jbo: Les épreuves minutées.\ko bajra doi cifnu .i ko bajra sai !

source: Le petit cross.\Let's go scrambling!\Stick to the track to optimize speed.
jbo: Le petit cross.\mi'oko'oi klama juxyjicla sai !\ko snipa le ba'arlu'a seri'a lonu vamraigau lo nilsutra

source: La descente rafraîchissante.\Not so fast, not so fast.
jbo: La descente rafraîchissante.\ko'oi na sela'u sutra .i ko'oi na sela'u sutra

source: Le chemin de la foi.\Self-confidence.
jbo: Le chemin de la foi.\lonu sevzi lacri

source: Le sens trigonométrique.\Turn, wait and jump.
jbo: Le sens trigonométrique.\ko carna gi'e denpa gi'e plipe

source: L'ascension pressée.\Only one piece of advice: don't stop!
jbo: L'ascension pressée.\pa po'o pagbu be lo djunoi zo'u: ko na sisti sai !

source: Un va-et-vient frustrant.\Remember the activation order.
jbo: Un va-et-vient frustrant.\ko morji fi le nu nalcando kei se porsi

source: Street Neverball\Choose your party and score 3 points.
jbo: la lo klaji ku .neverbal.\.i ko cuxna lo do bende gi'e pairlai 3 gradu

source: La machine à circonvolutions.\Easy, the goal is just above you.
jbo: La machine à circonvolutions.\frili .i le velva'i cu satci gapru do

source: Le grand cône.\Living in a cone.
jbo: Le grand cône.\lonu nunji'e lifri ne'i lo konju

source: Les flammes ardentes.\Does this remind you of something?
jbo: Les flammes ardentes.\xu ti mojgau do fo da pau ?

source: Les sauts du célèbre plombier.\Follow the coins.
jbo: Les sauts du célèbre plombier.\ko jersi le sicni

source: Savoir rebondir pour aller plus haut.\The Neverball Arena.\Use the 2 teleports to unlock and reach the goal.
jbo: Savoir rebondir pour aller plus haut.\la la neverbal amfite'atro\ko pilno le re sukmu'uca'a lonu naltelgau zo'e gi'e kupkla vau le velva'i

source: This level is full of challenges:\understand the level's functioning,\learn to fly and to survive,\grab half of all coins to open the goal,\find and reach the goal,\and more...
jbo: le vi mu'erpau cu culno lo te talsa sezo'u'e:\ko jimpe fi lo le mu'erpau ku su'u sazri kei\gi'e cilre fi lonu vofli .e lonu renvi kei\gi'e jajyjai lo xadba be ro sicni seri'a lonu kargau le velva'i kei\gi'e facki be zo'e je kupkla le velva'i\gi'e me'au lo se jmina …

source: Le petit moulin.\The good timing to go in the cabin.
jbo: Le petit moulin.\lo xamgu nu temsarxe kei be seri'a lonu klama lo nenri be le sabnu

source: Ne pas se laisser emporter dans le néant.\Don't go too low.
jbo: Ne pas se laisser emporter dans le néant.\ko na klama ke dukse co dizlo

source: Si si, ce tuyau a une fin.\Living in a pipe.\Tip: slow down for the last jump!
jbo: Si si, ce tuyau a une fin.\lonu nunji'e lifri ne'i lo tubnu\lo djunoi zo'u: ko masno zengau va'o le romoi nu plipe sai !

source: Plus dur que la difficulté.\Good luck.
jbo: Plus dur que la difficulté.\xu'ai xamgu funca

source: Être patient.\Not too hard.
jbo: Être patient.\na dukse nandu

source: Le passage éphémère.\Trust the coins.
jbo: Le passage éphémère.\ko lacri le sicni

source: Hé, on pousse pas !\Not too fast, not too slow.
jbo: Hé, on pousse pas !\loka na dukse sutra gi'e na dukse masno

source: Rainbow Road.\Do 3 laps to open the goal.
jbo: la tanbargu dargu\ko gasnu tu'a ci cupterplo seri'a lonu kargau le velva'i

source: Le rodéo de Neverball.\You'll fall quickly.
jbo: Le rodéo de Neverball.\do ba farlu co sutra

source: J'y vais, ou j'y vais pas ?\Do not dither.
jbo: J'y vais, ou j'y vais pas ?\ko na zukyde'a

source: Préparez un petit sac.\The stomach-tester.
jbo: Préparez un petit sac.\le djaruntyrango cipygau

source: Un petit échauffement.\Welcome to Mehdi's new set!
jbo: Un petit échauffement.\fi'i se klama be le la .medis. cnino porsi sai !

source: Plus vite que la vitesse.\The definition of speed.
jbo: Plus vite que la vitesse.\le te smuki'irxu'a be fi lo nilsutra

source: La danse asiatique\Trust the arrows.
jbo: La danse asiatique\ko larci le farsni

source: Suis le mouvement.\Warning, the road is moving.
jbo: Suis le mouvement.\.e'unai le dargu cu muvdu

source: Tranquille, mais pas trop.\Sync yourself to the elevators.
jbo: Tranquille, mais pas trop.\ko ko temsaxygau le lafmi'i

source: Les toiles attirantes.\Get out of the webs.
jbo: Les toiles attirantes.\ko binxo bartu le sikyju'e

source: Speed is the name of the game.
jbo: lo nilsutra cu cmene le se kelci

source: Tread carefully...\and keep moving!\
jbo: ko stapa capju'i …\gi'e ¡ralte lonu muvdu sai!\

source: Who's the boss around here anyway?
jbo: ¿ma jatna ru'uviku fi'o na'e jagri'a?

source: You might have to get wet\if you want all the coins.
jbo: ko cumki nitcu lonu binxo cilmo\fi'ei lonu do djcia ro le sicni

source: Keep your eye on the sky!\but don't run out of time...\
jbo: !sai ko ralte lonu lo do kanla cu farna le tsani!\gi'eku'i na ckaji loka xakmu'o fa lo temci …\

source: Stepping stones.
jbo: lo stapa rokybakfu

source: Work your way to the top.
jbo: ko gunka zo'eilo do pluta be lo galraipau

source: Collect 45 coins to unlock the goal.\You can use the teleporter to gain enough speed\for the jump.
jbo: jajgau 45 sicni seri'a lonu naltelgau fi le velva'i\.i do kakne lonu pilno le sukmu'uca'a lonu zencpa lo nilsutra banzu\be lenu plipe

source: Control your speed\to avoid a bumpy ride.
jbo: ko jitro lo do nilustra\seri'a lonu rivbi lo cmajanli nu selma'e

source: Learn the course and stick to the rails!
jbo: ¡sai ko cilre fi le porsi gi'e snipa le garna!

source: Let's start with an easy warm-up.\Build speed and leap to the goal.
jbo: mi'oko'oi cfagau seka'ai lo frili nu bregau\.i ko majgau lo nilsutra gi'e plipe le velva'i

source: Look before you leap...
jbo: ko catlu pu lonu do plipe

source: Mind your footing!
jbo: ¡sai ko jagri'a pensi lo do jamfu nu stufa'i!

source: Watch your footing...
jbo: ko catlu lo do jamfu nu stufa'i …

source: Walk the plank.\After the teleport, go for speed!
jbo: ko cadzu lo tanbo\.i ba lenu sukmu'u ¡tu'e'eisai ko klama mu'i tu'alo nilsutra tu'u'o!

source: Ski Ball!\\Work your way from 10 to 100\in sequence or you'll fall out.
jbo: ¡sai la skiji bolci!\\.i ko gunka zo'eilo do pluta be li 10 bei li 100\bei po'i .ijabo do ba farlu bancu

source: Timing is everything.
jbo: lonu temsarxe cu du roda

source: What goes down must come up!\
jbo: ¡sai da poi klama dizlo cu bilga lonu klama galtu!\

source: Make sure you are\safely on a purple platform\before 20 seconds have elapsed!
jbo: ¡sai ko bityzba lonu do cu\snura cpana lo zirpu tsina\pu lonu 20 snidu co'u temfa'o!

source: Afraid of heights?\Try not to get dizzy.
jbo: ¿xu terpa lo galtu?\.i ko troci lonu na binxo laxfi'uga'e

source: Surf's Up !!
jbo: kelcrsurfe bredi sai !!

source: A 3D arcade game with a ball
jbo: lo cimei bo cimde ke .arkade be seka'ai lo bolci

source: A 3D mini golf game
jbo: lo cimei bo cimde ke cmalu ke kelcrgolfo selkei
