Repository: ersohnstyne/neverball
Catalog: po/jbo.po
Languages: jbo

source: Aborted
jbo: ka se pruma'ufa'o

source: Time-out
jbo: ka temci xakmu'o

source: Success
jbo: ka snada

source: Fall-out
jbo: ka farlu bancu

source: Unknown
jbo: narselju'o

source: Manual Camera
jbo: macnu kacma

source: Lazy Camera
jbo: lazni kacma

source: Chase Camera
jbo: jersi kacma

source: Camera %d
jbo: kacma co %dmoi

source: Coins
jbo: sicni

source: Goal
jbo: velva'i

source: Balls
jbo: bolci

source: Score
jbo: se pairlai

source: Challenge Mode
jbo: te talsa tcini

source: Challenge
jbo: te talsa

source: Normal Mode
jbo: kampu tcini

source: Normal
jbo: kampu

source: Standalone Mode
jbo: caurkansa tcini

source: Standalone
jbo: caurkansa

source: Unknown Mode
jbo: narselju'o tcini

source: Ball Model
jbo: bolci tarmi

source: Back
jbo: prula'i

source: Options
jbo: te tcimi'e

source: Graphics
jbo: datnyxra

source: Configure
jbo: tcimi'e

source: Mouse Sensitivity
jbo: samxa'e ni frati

source: Gamepad
jbo: kelterfrata'o

source: Sound Volume
jbo: sance laurselylai

source: Music Volume
jbo: zgike laurselylai

source: Player Name
jbo: kelci cmene

source: Language
jbo: bangu

source: Default
jbo: cadyselcu'a

source: Copyright © 2025 Neverball authors Neverball is free software available under the terms of GPL v2 or later.
jbo: se fukpo'e © 2025 lo la neverbal ku ci'arfi'i la neverbal cu zifre co snikemsamtermi'e fi lonu tinbe la'oi GPL poi se favytcita li re a lo balvi

source: Time
jbo: tcika

source: Status
jbo: tcinytcita

source: Replay
jbo: favyke'u

source: Player
jbo: kelci

source: Date
jbo: detri

source: Select Replay
jbo: cuxna fi lo favyke'u

source: No Replays
jbo: no favyke'u

source: Replay Paused
jbo: favyke'u zasyde'a

source: Replay Ends
jbo: favyke'u selfa'o

source: Exit
jbo: barkla

source: Keep
jbo: ralte

source: Delete
jbo: datnyvi'u

source: Continue
jbo: rucra'e

source: Repeat
jbo: refgau

source: Delete Replay?
jbo: ¿pau .e'apei xu datnyvi'u lo favyke'u?

source: Warning!
jbo: .e'unaisai

source: The current replay was recorded with a different (or unknown) version of this level. Be prepared to encounter visual errors.
jbo: le cabna favyke'u pu veirzba seka'ai lo drata (to ja narselju'o toi) favytcita be le vi mu'erpau .i ko bredi lonu penmi lo viska selsre

source: New Set Record
jbo: cnino co porsi se pairlairai

source: Set Complete
jbo: porsi mulno

source: Select Level
jbo: ko cuxna lo mu'erpau

source: Fall-out!
jbo: ¡ka farlu bancu sai!

source: Time's Up!
jbo: ¡ka temci xakmu'o sai!

source: Back To Menu
jbo: xruti fi zo'eilo cuxste

source: Next Level
jbo: bavla'i mu'erpau

source: Retry Level
jbo: reftoi zo'eile mu'erpau

source: Save Replay
jbo: rejgau le favyke'u

source: New Record
jbo: cnino co pairlairai

source: GOAL
jbo: velva'isnada bi'a

source: Finish
jbo: fa'ormu'ogau

source: Tricks
jbo: tortraji

source: Modes
jbo: tcini

source: Controls
jbo: jitro

source: Rules
jbo: javni

source: Move the mouse or joystick or use keyboard arrows to tilt the floor causing the ball to roll.
jbo: ko muvgau lo samxa'e co samcu ja geirga'a gi'a pilno lo batkyfoi farsni vau seri'a lonu sa'orgau le loldi kei noi rinka lonu le bolci cu gunro

source: Roll over coins to collect them. Collect coins to unlock the goal and finish the level.
jbo: ko gunro lo sicni seri'a lonu jajgau ri .i ko jajgau lo sicni seri'a lonu naltelgau fi le velva'i gi'e fa'ormu'ogau le mu'erpau

source: Left and right mouse buttons rotate the view Hold Shift for faster view rotation.
jbo: lo zunle ja pritu samxa'e bo batke cu cargau le jvinu .i koda'i ralte da'ergau la ga'eg mu'i lonu jvinu zmadu fi loni carna sutra

source: Exit / Pause
jbo: barkla ja zasyde'agau

source: Restart Level
jbo: refcfagau zo'eile mu'erpau

source: Screenshot
jbo: vidnyxra

source: Finish a level before the time runs out. You need to collect coins in order to open the goal.
jbo: ko fa'urmu'o lo mu'erpau pu lonu lo temci cu xakmu'o .i do nitcu lonu jajgau lo sicni kei lonu kargau le velva'i

source: Start playing from the first level of the set. You start with only three balls, do not lose them. Earn an extra ball for each 100 coins collected.
jbo: ko cfagau lonu kelci teka'a lo pamoi co mu'erpau pe lo porsi .i do jai cfari seka'ai ci po'o bolci .ije ko na cirko ri .i ko jerna pa jmina bolci fi'o te parbi co tolra'i 100 jajgau sicni

source: Corners can be used to jump. Get rolling and take aim at the angle. You may be able to reach new places.
jbo: lo kojna ka'e se pilno fi lonu plipe .i ko co'a gunro gi'e fargau le jganu .i do cumki co kakne lonu kupkla lo cnino co stuzi

source: Tilting in 2 directions increases the slope. Use the manual camera and turn the camera by 45 degrees for best results.
jbo: lonu sa'orgau fi'o farna reda cu zengau lo se salpo .i ko pilno le macnu kacma gi'e cargau le kacma fo 45 julra'o seri'a tu'alo xagrai co jalge

source: Watch demo
jbo: viska lo ja'ormupli

source: Bonus Level %s
jbo: mlajerna mu'erpau co me'oi %s moi

source: Level %s
jbo: mu'erpau co %smoi

source: Standalone level
jbo: caurkansa mu'erpau

source: Start
jbo: cfari

source: A replay file could not be opened for writing. This game will not be recorded.
jbo: le favyke'u datnyvei na ka'e se kargau mu'i lonu ciska .i le vi kelre'u ba na se rejgau

source: OK
jbo: je'e

source: Cancel
jbo: ra'erprogau

source: GAME OVER
jbo: kelci nalma'ufa'o

source: Paused
jbo: zasyde'a

source: Give Up
jbo: toirsti

source: Restart
jbo: refcfagau

source: Ready?
jbo: bredi xu

source: Set?
jbo: tcini xu

source: GO!
jbo: ¡klama sai!

source: Replay Name
jbo: favyke'u cmene

source: Save
jbo: rejgau

source: Overwrite?
jbo: ¿pau .e'apei xu basti bi'a rejgau?

source: Overwrite
jbo: basti rejgau

source: Level Set
jbo: mu'erpau porsi

source: Unlocked
jbo: ba'o te naltelgau

source: Locked
jbo: ba'o te telgau

source: Goal State in Completed Levels
jbo: velva'i tcini va'o lo mulkai mu'erpau

source: menu^Cheat
jbo: tcica

source: menu^Play
jbo: kelci

source: menu^Replay
jbo: favyke'u

source: menu^Help
jbo: sidju

source: menu^Options
jbo: te tcimi'e

source: menu^Exit
jbo: cliva

source: Addons
jbo: minbakfu

source: Hard
jbo: nandu

source: Medium
jbo: nulnandu

source: Easy
jbo: frili

source: Unavailable
jbo: na plicu'i

source: Most Coins
jbo: so'inrai co slici

source: Best Times
jbo: xagrai co temci

source: Fast Unlock
jbo: naltelgau sutrai

source: Change Name
jbo: galfi co cmene

source: caps
jbo: la ga'eg

source: Ball
jbo: bolci

source: Course
jbo: lutpoi

source: Base
jbo: jicmu

source: Theme
jbo: vabytai

source: Off
jbo: cando

source: 2x
jbo: pi'i 2

source: 4x
jbo: pi'i 4

source: 8x
jbo: pi'i 8

source: Unknown Display
jbo: narselju'o vidni

source: Display
jbo: vidni

source: Fullscreen
jbo: vidnselclu

source: On
jbo: nalcando

source: Resolution
jbo: vidnselsatci

source: HMD
jbo: sedyta'uvidni

source: V-Sync
jbo: nu sraji sarxe

source: Antialiasing
jbo: nu vidnycintygau ra'irxulgau

source: Reflection
jbo: nu minra

source: Background
jbo: vinti'e

source: Shadow
jbo: nu ctino

source: Button A
jbo: la li abu batke

source: Button B
jbo: la li by batke

source: Button X
jbo: la li xy batke

source: Button Y
jbo: la li ybu batke

source: Button L1
jbo: la li lypa batke

source: Button R1
jbo: la li rypa batke

source: Select
jbo: cuxna

source: X Axis 1
jbo: le li xy sircimde co 1moi

source: Y Axis 1
jbo: le li ybu sircimde co 1moi

source: X Axis 2
jbo: le li xy sircimde co 2moi

source: Y Axis 2
jbo: le li ybu sircimde co 2moi

source: Press a button...
jbo: ko da'ergau lo batke …

source: Move a stick...
jbo: ko muvgau lo geirga'a …

source: Loading...
jbo: bevtisna …

source: No addons found
jbo: no minbakfu cu se facki

source: Install
jbo: ci'erse'a

source: Update
jbo: ningau

source: Par
jbo: lairdu'i

source: P1
jbo: ky1

source: P2
jbo: ky2

source: P3
jbo: ky3

source: P4
jbo: ky4

source: O
jbo: bartu

source: Tot
jbo: grisumji

source: I
jbo: nenri

source: Select Course
jbo: cuxna lo lutpoi

source: Players?
jbo: xo kelci

source: Quit
jbo: famli'a

source: Hole %02d
jbo: kevna co %02dmoi

source: It's In!
jbo: ¡zo'e nenri sai!

source: 1 Stroke Penalty
jbo: 1mei bo darxi se sfapailai

source: Scores
jbo: se pairlai

source: Final Scores
jbo: romoi se pairlai

source: Neverball Easy
jbo: la la neverbal frili

source: Difficulty: Beginner through Intermediate\\25 levels with a smooth learning curve.\Read level introductions for gameplay tips.\ \
jbo: sesa'a loni nandu kei lo nintadni bi'o lo nulnandu\\25 mu'erpau seka'ai lo xutla co cilre kruvi\.i ko tcidu lo mu'erpau cfaselsku mu'i zo'eilo kelfau djunoi\ \

source: Neverball Medium
jbo: la la neverbal nulnandu

source: Difficulty: Beginner through Expert\\25 levels which provide a balanced\challenge for players. Try to claim\some of the records provided.\
jbo: sesa'a loni nandu kei lo nintadni bi'o lo bracre\\25 mu'erpau noi sabji lo lanxe\te talsa lo kelci .i ko troci lonu posxu'a\so'o lo cmima be le'i se pairlairai noi se sabji\

source: Neverball Hard
jbo: la neverbal zei nandu

source: Difficulty: Intermediate through Expert\\25 levels with more of a challenge for\the experienced player. Try to claim\Best Times, Most Coins, and Fast Unlock records.\
jbo: sesa'a loni nandu kei lo nulnandu bi'o lo brace\\25 mu'erpau seka'ai lo zmadu fi lo te talsa va'o\lo frisumji kelci .i ko troci lonu posxu'a\lo pairlairai be loka xagrai co temci .e loka so'inrai co slici .e loka naltelgau sutrai\

source: Difficulty: Expert through Insane\\25 levels with even greater challenge.\Author: Mehdi Yousfi-Monod (mym)\ \
jbo: sesa'a loni nandu kei lo bracre bi'o lo fenki\\25 mu'erpau seka'ai krefu zmadu co talsa\ci'arfi'i fa la'o fy. Mehdi Yousfi-Monod (mym) .fy.\ \

source: Difficulty: A little bit harder than my first set.\\More challenge, particularly for grabbing coins.\Author: Mehdi Yousfi-Monod (mym)\ \
jbo: sesa'a loni nandu kei lo milxe nadmau be le mi pamoi porsi\\lo teke zmadu talsi ,be fi'o zmavanbi lonu jajyjai lo sicni\ci'arfi'i fa la'o fy. Mehdi Yousfi-Monod (mym) .fy.\ \

source: Nevermania
jbo: la noroi fekcai

source: Difficulty: Expert through Impossible\\Assorted levels for advanced players.\Author: Florian Priester\\
jbo: loni nandu zo'u lo bracre bi'o lo narcu'i\\lo vrici mu'erpau fi'o se mapti lo _ kelci\ci'arfi'i fa la'o cmene Florian Priester cmene\\

source: Tones Levels
jbo: la la tonga ku mu'erpau

source: Difficulty: Moderate to Difficult.\\Author: Ian Walker\\
jbo: sera'a loni nandu kei lo nornandu bi'o lo nandu\\ci'arfi'i fa la .ian.uakr.\\

source: Neverball Misc
jbo: la la neverbal vrici

source: Unsorted levels\For testing purposes\\\\
jbo: nalporgau mu'erpau\mu'i lo cipra te pilno\\\\

source: The original 18-hole Neverputt course.\With a gentle learning curve.\ \Difficulty: Easy to Medium\Author: rlk\
jbo: le nalbi'o pamoi ke kevna bo 18mei mela neverpyt lutpoi\.i seka'ai lo ranxlu ke cilre kruvi\ \loni nandu zo'u: lo frili bi'o lo nulnandu\ci'arfi'i fa la'oi rlk\

source: Another 18-hole course\ \ \Difficulty: Medium\Author: paxed\
jbo: lo krefu ke kevna bo 18mei lutpoi\ \ \loni nandu zo'u nulnandu\ci'arfi'i fa la'oi paxed\

source: Yet Another 18-hole course\ \ \Difficulty: Medium\Author: paxed\
jbo: lo krefu krefu ke kevna bo 18mei lutpoi\ \ \loni nandu zo'u nulnandu\ci'arfi'i fa la'oi paxed\

source: Even More Holes\ \ \Difficulty: Medium\Author: paxed\
jbo: lo krefu bi'a ke jmina kevna\ \ \loni nandu zo'u nulnandu\ci'arfi'i fa la'oi paxed\

source: A 26-hole course\following the alphabet\\Difficulty: Hard\Author: paxed\
jbo: lo kevna bo 26mei lutpoi\noi panra le se lerfu\\loni nandu zo'u nandu\ci'arfi'i fa la'oi paxed\

source: Crazy Golf\ \\Difficulty: Easy to Medium\Author: slippifishi\
jbo: la fenki kelcrgolfo\ \\loni nandu zo'u lo frili bi'o lo nulnandu\ci'arfi'i fa la'oi slippifishi\

source: Tricky Golf\\An 18-hole course with many challenges\Difficulty: Expert Through Insane\Author: Byron James Johnson
jbo: la lujnandu kelcrgolfo\\lo kevna bo 18mei lutpoi seka'ai so'i te talsa\loni nandu zo'u: lo bracre bi'o lo fenki\ci'arfi'i fa la .bairyn.djeimyz.djansn.

source: Golf Jambalaya\\Vidski's infamous course.\Difficulty: Medium to hard.\Author: vidski\
jbo: la kelcrgolfo djambalaia\\le la'oi Vidski tolmi'o lutpio\loni nandu zo'u: nulnandu bi'o lo nandu\ci'arfi'i fa la'oi vidski\

source: Reshaun's iPutt Course\\\Difficulty: Easy through Hard\Author: Reshaun Francis
jbo: la gy. Reshaun's iPutt Course gy.\\\loni nandu zo'u lo frili bi'o lo nandu\ci'arfi'i fa la'o cy Reshaun Francis cy

source: Neverball\\http://neverball.org\\Created by Robert Kooima\
jbo: la neverbal\\zo'oi https://neverball.org\\se finti la .rabrt.kuimas.\

source: Try to avoid being hit by moving objects.\One bump can throw the ball\completely out of control.\
jbo: ko troci lonu rivbi lonu se darxi muvdu dacti\.i pa cmajanli ka'e renro le bolci\lonu mulno loka na se jitro\

source: Learn to control a bouncing ball.\Look at the shadow to know where the\ball will land. If you're feeling confident in\your mastery of bouncing, take a risk\for a big payoff.\
jbo: ko cilre fi lonu jitro lo mirjanli bolci\.i ko catlu le ctino seri'a lonu djuno lodu'u makau poi stuzi ku'o le\bolci ba seke pipmulkla .i ganai do cinmo loka lacri lo do trocre be lonu mirjanli gi ko cuxna lo xaircu'i\mu'i zo'eilo barda ve cnemu\

source: This time you must get 50 coins to unlock the goal.\Red coins are worth 5, blue coins are worth 10.\Get to the goal before time expires!\\Click to begin.\
jbo: le zi kerfu do jai sarcu fai lonu cpacu 50 sicni kei lonu naltelgau fi le velva'i\.i lo xunre sicni cu se vamji li 5 , .ijebo lo blanu sicni cu se vami li 10\.i ¡ko klama le velva'i pu lonu lo temci cu se temfa'o vausai!\\ko samxa'eda'egau seri'a lonucfari\

source: Here are some more opportunities for you to\fall off into the void. Hit the bump hard to\grab some big coins and score a short time.\
jbo: vi zasti fa so'o jmina nu cumki fa lonu do\farlu lo nenri be le kunti .i koda'i daxjanli be le cmalu sukydre be'o co tsali seri'a lonu\jajyjai so'o barda sicni gi'e jerna co pairlai lo tordu temci\

source: As before, but without the training wheels.\Keep the ball on a level floor\and maintain precise control.\Build some momentum to reach the corners.\
jbo: panra le purci fiku'i loka claxu le crezenctu xislu\.i ko ralte lonu lo bolci cu cpana lo pinta loldi\kei gi'e ra'irgau lo satci jitro\.i ko drejmina zbasu so'o niljuntysutra seri'a lonu kupkla le kojna\

source: Move the mouse to tilt the floor.\Collect 10 coins to unlock the goal.\Guide the ball to the goal to\finish the level.\\Click to begin.\
jbo: ko muvgau le samxa'e seri'a lonu sa'orgau le loldi\.i jajgau 10 sicni seri'a lonu naltelgau fi le velva'i\.i ko gidva le bolci lonu klama le velva'i kei seri'a lonu\fa'ormu'ogau le mu'erpau\\.i ko samxa'eda'egau seri'a lonu cfari\

source: Half-pipes can be fun,\but they make it easy to fall out.\Don't over accelerate and you will\be able to stay in control.
jbo: lo xadba bo tubnu ka'e geirzdi\gi'eku'i rinka lonu frili lonu farlu bancu\.i ko na dukse nilsutyze'agau .ijebo do ba\kakne lonu ralte lonu jitro

source: ''Flat'' is relative.\Learn to hold the floor at an angle\so that a slope remains level.\This way, you maintain full control of the ball.\Use momentum to get up to the big coins.\
jbo: lu «pinta» cu se manri\.i ko cilre co tadji be lonu ra'irjai le loldi fo tu'ale jganu\seri'a lonu le salpo ra'erkai loka pinta\.i ta'i ti do ra'irgau lonu mulno jitro le bolci\.i ko pilno lo niljuntysutra lonu klama lo galtu ju'e le barda sicni\

source: There are 100 coins here.\This one shouldn't be too difficult,\if you don't accidentally make a goal first.\
jbo: se zasti 100 sicni viku\.i le vi co'e cu jai lakne fai lonu na dukse lonu nandu\.ifi'eibo do na snuti jerna tu'alo velva'i puzo'e\

source: Tilt the floor as little as possible.\Less tilt means lower speed.\Lower speed means better control.\Watch the clock and use the time wisely.\
jbo: ko sa'orgau le loldi sela'u lo jaisela'u cumrai\.i lonu salpo mleca cu nibli lonu dizmau nilsutra\.i lonu dizmau nilsutra cu nibli lonu xagmau jitro\.i ko jundi le junla gi'e pilno be le temci be'o co prije\

source: Each bridge is narrower than the one before.\But each pays better than the last as well!\You get to decide how far you go on this one.\
jbo: rodano'u le cripu cu jakmau lo ri prula'i\.iku'i rodano'u zo'e cu pleji xagmau lo prula'i vau sai ji'a\.i do se jai crucu'i fai lonu jdice lodu'u makau ni clani co nu do klama kei kei va'o le vi zo'e\

source: Getting to the goal\shouldn't be a problem,\but getting all of the coins will\require some planning.\\Hint: often it is faster to avoid\a hole instead of falling into it.
jbo: lonu klama le velva'i cu jai lanke fai lonu na nabmi\.ijeku'i lonu cpacu ro sicni ba\se sarcu piso'o lonu platu\\lo kritikti'i zo'u: se cafne lonu sutmau fa lonu rivbi\zo'eilo kevna kei seba'i lonu farlu ra

source: Stay away from the edges!\When approaching a drop, begin slowing down\early. You need just as much room to slow\down as you did to speed up.\
jbo: ¡sai ko ralte loka narjbi le relcimdykoi!\.i ca lonu jbikla lo suktoldre kei ko cfagau lonu sutyjdika\kei co clira .i do nitcu fi lonu sutyjdika kei\fe lo satci ni canlu kei be sela'u zo'epoi pu co'e fi lonu sutyze'a\

source: Follow the yellow lick road!\\The blue coins are especially challenging,\but with some experimentation and practice,\you'll be able to collect them all.
jbo: ko kersi le pelxu ke tacysakli dargu vausai\\.i le blanu sicni cu steci talnandu\.ijebo ku'i seka'ai so'o nu ciplanli .e so'o nu fricreze'a\do ba kakne lonu jajgau ro ra

source: The ball wants to rebound uncontrollably\in a narrow passage. Keep it slow and\off the walls. All the coins are collectable\in the given time.\
jbo: le bolci cu djica lonu refmirjanli co tronalka'e\kei ne'i lo jarki velklalu'a .i ko lonu ra masno gi'e\narcpana le bitmu .i ro le sicni cu jajgau se kakne\ne'i le se sabji temci\

source: Puzzling but profitable.\\Take time to observe the motions\of the bumpers - it will help you\to reach the goal.
jbo: namkeigau gi'eku'i se palgau\\.i ko lebna lo temci tepi'o lonu zgana lo nulmu'u\be le cmajalgau .ibo zo'e ba sidju do\lonu kupkla le velva'i

source: A moving platform can be tricky.\Use precise timing to get aboard,\and precise balance to stay there.\Don't let it move out from under you.\Ride the platforms to grab the big coins.\
jbo: lo muvdu tsina ka'e lujnandu\.i ko pilno lo satci nu temsarxe ce'e lonu binxo xelklacpana\pe'eje lo satci nu lanxe ce'e lonu ralte lonu zvati ra\.i ko na curmi lonu ru muvdu mo'i to'o lo do cnita\.ikoda'i selma'e le tsina seri'a lonu jajyjai le barda sicni\

source: Mouse buttons rotate the view.\Press Escape to pause or quit.\\\\Click to begin.\
jbo: lo samxa'e batke cu cargau le jvinu\.i koda'i da'ergau la rivbi seri'a lonu depygau gi'a famli'a\\\\ko samxa'eda'egau mu'i lonu jai cfari\

source: When you are on the elevators,\make small adjustments to keep the ball steady.\You can collect many coins by\keeping the ball in one place.\Too much movement and you will fall off.
jbo: ca lonu do cpana le lafmi'i kei\ko zbasu lo cmalu stika seri'a lonu ralte lonu le bolci stodi\.i do ka'e jajgau so'i sicni ta'i\lonu ralte lonu le bolci cu nenri pa stuzi\.i lonu dukse lo nilmu'u co'e gi'e do ba ze'o farlu

source: There is only one path to reach the goal,\but lots of paths for collecting coins.\Make sure you collect enough\to unlock the goal.
jbo: se zasti pa po'o pluta lonu kupkla le velva'i\.ibo ku'i so'i pluta lonu jajgau sicni\.i ko bityzba lodu'u do jajgau lo banzu\be lonu naltelgau fi le velva'i

source: Follow the trail of coins to reach the goal.\If you hit a post while moving quickly,\you will bounce far off course.
jbo: ko jersi le ba'arlu'a be lo sicni seri'a lonu kupkla le velva'i\.i fau lonu do darxi lo grana ca lonu muvdu co sutra kei\do ba mirjanli ze'ovu lo lutpoi

source: Hills require more speed to get over.\Be careful not to go too fast!
jbo: lo derxi cu jai se sarcu lo zmadu nilsutra fai lonu klama co cpana.\.i ¡ko capyju'i lonu na klama co dukse sutra keivausai!

source: When the ball is on a moving platform,\it will be pulled in the direction of movement.\Use the rails to steady yourself,\and collect the coins you need\to open the goal.
jbo: ca lonu le bolci cu cpana le muvdu tsina kei\ra ba cpugau fa'a lo farna be lo nunmu'u\.i ko pilno le garna lonu stogau vo'a'e kei\gi'e jajgau lo sicni poi do nitcu\fi lonu kargau le velva'i

source: Grab all the coins...\but don't get bullied!
jbo: ko jajyjai ro le sicni … gi'eku'i ¡na binxo se kuskei sai!

source: Here's another coin grab.\Perhaps you already know a good route.\Teleportation might come in handy.\
jbo: viku se zasti lo krefu be lonu sicni jajyjai\.i se cumki lonu do puco'a djuno fi lo xamgu pluta\.i lonu sukmu'u cu cumki sidju\

source: =Adventure=\Many things to do, coins to collect, risks to take.
jbo: =la se darsyli'u=\.i so'i zo'e noi ka'e se gasnu .e lo sicni noi ka'e se jajgau\.e lo xaircu'i noi ka'e se zukte

source: =Atrium=\Remove the coins from their columns.
jbo: =la artriiume=\.i ko vimcu le sicni lo ri kamju

source: =Buoys=\He who controls the timers, controls the gates.
jbo: =la sraflu=\.i zo'e poi jitro le temymre cu jitro le vrogai

source: =Cargo=\Let yourself be carried away.
jbo: =la selbei=\.i ko curmi lonu do se bevri to'o

source: =Confetti=\Help! There has got to be a way through this mess.
jbo: =la konfeti=\.i ¡ko sidju sai! .i ba'a birti se zasti lo pluta be pa'o le vi tolcnici

source: =Discs=\Used correctly, the platforms will take you to the goal.
jbo: =la bolplita=\.i le nu pilno drani kei tsina ba klagau do le velva'i

source: =Inferno=\The fire thwomps will try to foil your mission.
jbo: =la fagdaptutra=\.i le fagri tu'ampe ba troci lonu sadyfanta lo do terpliselgu'a

source: =Ladybirds=\Don't let them bug you.
jbo: =la kokcinela=\.i ko na curmi lonu ra fazgau fi do

source: =Mountains=\Ups and downs are a part of life.
jbo: =la cmana=\.i lo galtu .e lo dizlo cu pagbu lo nunji'e

source: =Museum=\Please do not touch the exhibits.
jbo: =la muzga=\.i pe'udo'u ko na pencu le se jarco se muzga

source: =Oddities=\Something is not quite right here...
jbo: =la kanpycizra=\.i da caujbi na'e drani viku …

source: =Rails=\Do not lose your balance.
jbo: =la garna=\.i ko na cirko lo do nu lanxe

source: =Ramps=\Can you make it to the top?
jbo: =la sa'ortsina=.i xu do kakne lonu snada lonu kupkla le galraipau

source: =Rings=\Roll your way through this trap.
jbo: =la djine=\.i ko gunro pa'o lo do pluta be pa'o le vi te kavbu

source: =Slope=\Try not to become a modern-day Sisyphus.
jbo: =la salpo=\.i ko troci lonu na binxo lo ka cabycedra mela .sisifos.

source: =Spacetime=\Not much space, not much time.
jbo: =la vonca'u=\.i piso'u canlu .e piso'u temci

source: =Swarm=\Warning: Trespassers will be thwomped.
jbo: =la cinkyce'u=\.i .e'unai lo crucauzva ba se tu'ampe

source: =Tennis=\There is plenty of prize money, and it's up for grabs.
jbo: =la kelcrtenise=\.i se zasti lo zmabazlai be lo selji'a jdini .ijebo ri jajyjai plicu'i

source: =Tree=\Follow the spiral staircase to the goal.
jbo: =la tricu=\.i ko jersi le sarlu serti seka'a le velva'i

source: =UFO=\Ride the spaceship they don't want you to know about.
jbo: =la dactrnedevede=\.i ko selma'e le keslo'i noi zo'e na djica lonu do djuno fi ke'a

source: 2 switches have to be enabled\to open the path to the goal.
jbo: 2 fraseljimca cu jai se nitcu fai lonu se ka'ergau\kei fi lonu kargau le velva'i

source: There's not enough floor here.\Hopefully that's not a problem.\
jbo: na se zasti pirau loldi viku\.i .a'o la'edi'u na nabmi\
